{"intents": [
  {
      "tag": "salam",
      "patterns": [
        "hallo", 
        "Hai",
        "hallo bot",
        "Hai bot"
      ],
      "responses": [
        "Halo! Apakah ada yang bisa saya bantu?", 
        "Hi! Apa yang bisa saya bantu?", 
        "Hai! Ada yang bisa saya bantu hari ini?",
        "Hi there! Bagaimana saya bisa membantu Anda?"
      ]
    },
    {
      "tag": "notfound",
      "patterns": [" ", " ", " "],
      "responses": ["Mohon maaf saya tidak mengetahui, Coba cek kembali pertanyaan kamu atau kamu bisa tanya saya mengenai Korosi atau inhibitor korosi"]
    },
    {
      "tag": "selamat_pagi",
      "patterns": ["Selamat pagi", "Pagi", "Pagii","Good morning"],
      "responses": ["Selamat pagi! Bagaimana saya bisa membantu Anda hari ini?", "Pagi! Ada yang perlu ditanyakan?"]
    },
    {
      "tag": "selamat_siang",
      "patterns": ["Selamat siang", "Siang", "Siangg","Good afternoon"],
      "responses": ["Selamat siang! Apa yang bisa saya bantu?", "Siang! Bagaimana saya bisa membantu Anda?"]
    },
    {
      "tag": "selamat_sore",
      "patterns": ["Selamat sore", "Sore", "Soree","Good evening"],
      "responses": ["Selamat sore! Ada yang perlu saya bantu?", "Sore! Bagaimana saya bisa membantu Anda?"]
    },
    {
      "tag": "selamat_malam",
      "patterns": ["Selamat malam", "Malam", "Malamm" ,"Good night"],
      "responses": ["Selamat malam! Apa yang bisa saya lakukan untuk Anda?", "Malam! Ada yang perlu ditanyakan?"]
    },
    {
      "tag": "perkenalan",
      "patterns": ["Siapa namamu?", "Kamu siapa?", "Boleh kenalan?", "Namamu apa?", "Apa yang bisa kamu lakukan?"],
      "responses": [
        "Saya adalah CorrosionShieldBot, bot cerdas yang fokus memberikan informasi seputar pencegahan korosi dari senyawa obat.",
        "Halo! Saya adalah CorrosionShieldBot, siap membantu Anda dengan informasi seputar inhibitor korosi dan senyawa obat."
      ]
    },
    {
      "tag": "pengertian_inhibitor",
      "patterns": [
        "inhibitor adalah?",
        "Pengertian inhibitor?",
        "Apa itu definisi inhibitor?",
        "tolong jelaskan inhibitor?",
        "apakah yang dimaksud dengan inhibitor"
      ],
      "responses": [
        "Definisi inhibitor adalah substansi yang menghambat atau mengurangi aktivitas atau efek dari suatu proses atau fungsi biologis atau kimia.",
        "Konsep dasar dari inhibitor melibatkan kemampuannya untuk memperlambat atau menghambat suatu proses, seperti reaksi kimia atau aktivitas biologis.",
        "Dalam kimia, inhibitor sering kali bekerja dengan mengurangi laju reaksi atau mencegah reaksi kimia tertentu, sehingga mempengaruhi proses keseluruhan."
      ]
    },
    {
      "tag": "jenis_inhibitor",
      "patterns": [
        "Apa saja jenis-jenis inhibitor?",
        "Sebutkan macam-macam inhibitor?",
        "Sebutkan berbagai macam inhibitor?",
        "Sebutkan beragam jenis inhibitor?"
      ],
      "responses": [
        "Inhibitor memiliki beragam jenis yang digunakan dalam pencegahan korosi pada logam. Secara umum, terdapat beberapa kategori utama dari inhibitor yang sering digunakan: Inhibitor Anorganik, Inhibitor Organik, Inhibitor Volatil, Inhibitor Logam Padat,Inhibitor Film Tipis, Varian Alternatif.",
        "Inhibitor memiliki banyak variasi yang diterapkan dalam menghambat korosi pada logam. Secara umum, terdapat beberapa kategori inti dari inhibitor yang sering diaplikasikan: Inhibitor Anorganik, Inhibitor Organik, Inhibitor yang Bersifat Menguap, Inhibitor Logam yang Padat, serta Inhibitor dengan Lapisan Tipis dan Opsi Pengganti."
      ]
    },
    {
      "tag": "mekanisme_inhibitor",
      "patterns": [
        "mekanisme inhibitor korosi?",
        "mekanisme kerja inhibitor korosi?",
        "cara kerja inhibitor korosi?"
      ],
      "responses": [
        "Inhibitor korosi bekerja dengan membentuk lapisan pelindung atau mengganggu reaksi kimia yang menyebabkan korosi pada logam. Mereka dapat membentuk lapisan tipis untuk melindungi logam atau mengubah proses kimia yang terlibat, mencegah kerusakan akibat korosi.",
        "Inhibitor korosi berperan dalam melindungi logam dari korosi dengan membentuk lapisan perlindungan atau mengganggu proses-proses kimia yang dapat merusaknya. Mereka bisa membentuk pelapis tipis yang mencegah kontak langsung logam dengan zat-zat yang menyebabkan kerusakan atau mengubah cara zat-zat tersebut bereaksi, sehingga logam terlindungi dari kerusakan akibat korosi."
      ]
    },
    {
      "tag": "pengertian_korosi",
      "patterns": [
        "korosi adalah?",
        "Pengertian korosi?",
        "Apa itu definisi korosi?",
        "tolong jelaskan korosi?",
        "apakah yang dimaksud dengan korosi"
      ],
      "responses": [
        "Korosi adalah proses alami di mana logam mengalami kerusakan atau degradasi karena reaksi kimia dengan lingkungannya.",
        "Definisi korosi adalah kerusakan atau degradasi logam akibat reaksi kimia dengan lingkungannya, terutama dengan air dan oksigen."
      ]
    },
    {
      "tag": "Proses Korosi",
      "patterns": [
        "Bagaimana proses korosi?",
        "Jelaskan proses korosi?",
        "Bagaimana korosi bisa terjadi?"
      ],
      "responses": [
        "Proses korosi melibatkan oksidasi logam, di mana logam mengalami degradasi atau kerusakan karena interaksi dengan lingkungan sekitarnya, seperti udara, air, atau bahan kimia lainnya. Hal ini terjadi ketika logam bereaksi dengan zat-zat tersebut dan menghasilkan perubahan pada struktur dan sifat fisiknya."
      ]
    },
    {
      "tag": "Dampak Korosi",
      "patterns": [
        "Apa dampak korosi",
        "Jelaskan dampak korosi?",
        "Bagaimana pengaruh korosi?"
      ],
      "responses": [
        "Dampak korosi bisa sangat besar dan luas. Korosi dapat menyebabkan kerusakan struktural, dan umur komponen logam. Dalam lingkungan industri, korosi dapat mengakibatkan kegagalan peralatan, dan peningkatan biaya pemeliharaan. Selain itu, korosi dapat membahayakan keselamatan, khususnya pada infrastruktur penting seperti jembatan, dan saluran pipa. Secara ekonomi, korosi menghabiskan biaya miliaran dolar setiap tahunnya karena biaya perbaikan dan penggantian. Selain itu, korosi juga dapat menimbulkan dampak lingkungan, seperti kontaminasi tanah dan sumber air."
      ]
    },  
    {
      "tag": "pencegahan_korosi",
      "patterns": [
        "Bagaimana cara mencegah korosi?",
        "Tolong jelaskan mengenai pencegahan korosi.?",
        "Adakah metode untuk mencegah korosi ?"
      ],
      "responses": [
        "Mencegah korosi pada logam dapat dilakukan dengan menggunakan pelapis atau logam tahan karat, cat anti-korosi, serta sistem proteksi katodik. Selain itu, perawatan rutin dan pengendalian lingkungan juga penting untuk menghindari korosi."
      ]
    },    
    {
      "tag": "engertian_obat",
      "patterns": [
        "drug adalah?",
        "Pengertian drug?",
        "Apa itu definisi drug?",
        "tolong jelaskan drug?",
        "apakah yang dimaksud dengan drug"
      ],
      "responses": [
        "Obat adalah substansi kimia yang digunakan untuk mencegah, mengurangi, atau mengobati penyakit atau gejala penyakit pada manusia atau hewan.",
        "Konsep dasar dari obat melibatkan kemampuannya untuk mempengaruhi sistem biologis dengan cara tertentu untuk mencapai efek yang diinginkan."
      ]
    },    
    {
      "tag": "fungsi_obat",
      "patterns": [
        "Apa fungsi obat?",
        "Jelaskan fungsi obat?",
        "Tujuan obat ?"
      ],
      "responses": [
        "Fungsi obat mencakup untuk pengobatan penyakit, meredakan gejala, mencegah penyakit, dan memulihkan atau memelihara kesehatan."
      ]
    },
    {
      "tag": "bagaimana_obat_bekerja",
      "patterns": [
        "Bagaimana cara kerja obat?",
        "Mekanisme cara kerja obat",
        "Bagaimana mekanisme kerja obat?"
      ],
      "responses": [
        "Obat bekerja dengan cara menghambat produksi zat tertentu, meningkatkan efek zat alami dalam tubuh, atau menggantikan fungsi zat yang hilang. Setiap obat memiliki target dan mekanisme aksi yang berbeda."
      ]
    },
    {
      "tag": "pengertian_Kedaluwarsa",
      "patterns": [
        "Kedaluwarsa adalah?",
        "Pengertian Kedaluwarsa?",
        "Apa itu definisi Kedaluwarsa?",
        "tolong jelaskan Kedaluwarsa?",
        "apakah yang dimaksud dengan Kedaluwarsa?"
      ],
      "responses": [
        "Kedaluwarsa adalah masa berlaku terakhir suatu produk, di mana produk tersebut dianggap tidak lagi aman atau efektif untuk digunakan.",
        "Kedaluwarsa adalah tanggal atau periode waktu ketika suatu produk, seperti obat atau makanan, tidak lagi dianggap bermanfaat atau aman untuk dikonsumsi."
      ]
    },
    {
      "tag": "alasan_kedaluwarsa",
      "patterns": [
        "Mengapa obat Kedaluwarsa",
        "Apa yang menyebabkan obat kadaluwarsa?",
        "Alasan kadaluwarsa obat"
      ],
      "responses": [
        "Obat dapat kedaluwarsa karena berbagai faktor, termasuk degradasi kimia, kehilangan potensi, dan perubahan sifat fisik seiring berjalannya waktu. Paparan terhadap cahaya, kelembapan, udara, dan fluktuasi suhu dapat mempercepat proses degradasi obat, sehingga menyebabkan penurunan efektivitas atau masalah keamanan."
      ]
    },
    {
      "tag": "pengertian_obat_Kedaluwarsa",
      "patterns": [
        "obat Kedaluwarsa adalah?",
        "Pengertian obat Kedaluwarsa?",
        "Apa itu definisi obat Kedaluwarsa?",
        "tolong jelaskan obat Kedaluwarsa?",
        "apakah yang dimaksud dengan obat Kedaluwarsa?"
      ],
      "responses": [
        "Obat Kedaluwarsa adalah obat yang telah melewati tanggal kedaluwarsa yang ditentukan oleh produsen.",
        "obat Kedaluwarsa adalah obat yang tidak lagi dianggap aman atau efektif untuk dikonsumsi setelah melewati tanggal kedaluwarsa."
      ]
    },
    {
      "tag": "dampak_mengonsumsi_obat_yang_Kedaluwarsa",
      "patterns": [
        "Apa akibat dari mengkonsumsi obat kadaluwarsa",
        "Efek Penggunaan Obat Kedaluwarsa",
        "Dampak Mengonsumsi Obat Kedaluwarsa"
      ],
      "responses": [
        "Mengonsumsi obat Kedaluwarsa dapat menimbulkan berbagai dampak buruk terhadap kesehatan. Obat Kedaluwarsa mungkin telah menurun potensinya atau mengalami perubahan kimia, menjadikannya kurang efektif atau bahkan berbahaya. Menelan obat kadaluwarsa mungkin tidak dapat mengatasi kondisi yang diinginkan, sehingga menyebabkan penyakit berkepanjangan atau gejala yang semakin parah."
      ]
    },  
    {
      "tag": "kedaluwarsa_obat_penghambat_korosi",
      "patterns": [
        "Bagaimana obat bisa menjadi penghambat korosi?",
        "Jelaskan bagaimana obat terlibat dalam pencegahan korosi"
      ],
      "responses": [
        "Dalam skenario ini, obat kadaluarsa mungkin mengandung senyawa atau bahan kimia yang secara tidak terduga menunjukkan sifat perlindungan terhadap korosi pada logam. Ketika diaplikasikan pada permukaan logam, senyawa tersebut membentuk lapisan pelindung yang mencegah korosi."
      ]
    },
    {
      "tag": "pengertian_asam",
      "patterns": [
        "asam adalah?",
        "Pengertian asam?",
        "Apa itu definisi asam?",
        "tolong jelaskan asam?",
        "apakah yang dimaksud dengan asam?"
      ],
      "responses": [
        "Asam dapat didefinisikan sebagai zat yang dapat menyumbangkan proton (ion H+) kepada zat lain.Asam merupakan elektrolit, yaitu zat yang dapat menghantarkan listrik dalam larutannya."
      ]
    },
    {
      "tag": "pengertian_basa",
      "patterns": [
        "basa adalah?",
        "Pengertian basa?",
        "Apa itu definisi basa?",
        "tolong jelaskan basa?",
        "apakah yang dimaksud dengan basa?"
      ],
      "responses": [
        "Basa adalah zat kimia yang dapat memberikan rasa pahit, mengubah warna indikator asam-basa menjadi biru, menghantarkan listrik, dan bereaksi dengan asam untuk membentuk garam dan air. Sifat-sifat ini disebabkan oleh kemampuan basa untuk menerima ion hidrogen (H+) dari zat lain."
      ]
    },
    {
      "tag": "pengertian_elektron",
      "patterns": [
        "elektron adalah?",
        "Pengertian elektron?",
        "Apa itu definisi elektron?",
        "tolong jelaskan elektron?",
        "apakah yang dimaksud dengan elektron?"
      ],
      "responses": [
        "Elektron adalah bagian dari atom yang bermuatan negatif. Elektron mengelilingi inti atom seperti planet mengelilingi matahari. Jumlah elektron dalam atom sama dengan jumlah proton.",
        "Elektron adalah salah satu dari tiga partikel dasar yang membentuk atom, bersama dengan proton dan neutron. Elektron mengelilingi inti atom dalam lintasan yang disebut orbit. Jumlah elektron yang dimiliki atom sama dengan jumlah protonnya."
      ]
    },
    {
      "tag": "pengertian_proton",
      "patterns": [
        "proton adalah?",
        "Pengertian proton?",
        "Apa itu definisi proton?",
        "tolong jelaskan proton?",
        "apakah yang dimaksud dengan proton?"
      ],
      "responses": [
        "Proton adalah partikel subatom yang memiliki muatan positif dan menjadi salah satu elemen pembentuk inti atom. Jumlah proton dalam inti atom menentukan jenis unsur kimia yang membentuknya.",
        "Proton merupakan partikel bermuatan positif yang terletak di dalam inti atom. Jumlah proton yang berbeda dalam inti atomlah yang menyebabkan perbedaan antara unsur-unsur dalam sifat dan perilakunya."
      ]
    },
    {
      "tag": "pengertian_neutron",
      "patterns": [
        "neutron adalah?",
        "Pengertian neutron?",
        "Apa itu definisi neutron?",
        "tolong jelaskan neutron?",
        "apakah yang dimaksud dengan neutron?"
      ],
      "responses": [
        "Neutron adalah partikel subatom netral yang bersama proton membentuk inti atom. Peran utama neutron adalah menjaga stabilitas inti atom dengan interaksi melalui gaya nuklir kuat.",
        "Dalam inti atom, neutron adalah partikel netral yang membantu menjaga kestabilan inti bersama dengan proton melalui interaksi gaya nuklir kuat."
        
      ]
    },    
    {
      "tag": "pengertian-ionisasi",
      "patterns": [
        "ionisasi adalah?",
        "Pengertian ionisasi?",
        "Apa itu definisi ionisasi?",
        "tolong jelaskan ionisasi?",
        "apakah yang dimaksud dengan ionisasi?"
      ],
      "responses": [
        "Ionisasi adalah proses perubahan atom atau molekul menjadi ion dengan menambahkan atau mengurangi partikel bermuatan seperti elektron atau lainnya. Proses ionisasi ke muatan positif atau negatif sedikit berbeda.",
        "Ionisasi adalah proses pembentukan ion dari atom atau molekul. Ion adalah atom atau molekul yang bermuatan listrik. Ionisasi dapat terjadi dengan menambahkan atau mengurangi elektron dari atom atau molekul."
      ]
    },
    {
      "tag": "pengertian-energi-ionisasi",
      "patterns": [
        "energi ionisasi adalah?",
        "Pengertian energi ionisasi?",
        "Apa itu definisi energi ionisasi?",
        "tolong jelaskan energi ionisasi?",
        "apakah yang dimaksud dengan energi ionisasi?"
      ],
      "responses": [
        "Energi ionisasi adalah energi yang diperlukan untuk melepaskan elektron dari suatu atom atau molekul. Energi ionisasi pertama adalah energi yang diperlukan untuk melepaskan satu elektron pertama dari atom atau molekul netral. Energi ionisasi kedua adalah energi yang diperlukan untuk melepaskan satu elektron kedua dari atom atau molekul yang telah kehilangan satu elektron, dan seterusnya.",
        "Energi ionisasi adalah energi yang diperlukan untuk 'melepaskan' elektron dari atom atau molekul. Energi ionisasi pertama adalah energi yang diperlukan untuk 'melepaskan' elektron pertama dari atom atau molekul netral. Energi ionisasi kedua adalah energi yang diperlukan untuk 'melepaskan' elektron kedua dari atom atau molekul yang telah kehilangan satu elektron, dan seterusnya."
      ]
    },    
    {
      "tag": "pengertian_atom",
      "patterns": [
        "atom adalah?",
        "Pengertian atom?",
        "Apa itu definisi atom?",
        "tolong jelaskan atom?",
        "apakah yang dimaksud dengan atom?"
      ],
      "responses": [
        "Atom adalah unit dasar materi yang tidak dapat dipecah lagi tanpa kehilangan sifat-sifat kimianya. Terdiri dari inti atom yang padat yang mengandung proton bermuatan positif dan neutron netral, serta elektron yang mengelilingi inti dalam orbit.",
        "Atom merupakan bagian terkecil dari suatu unsur yang masih mempertahankan sifat-sifat kimianya. Terdiri dari inti atom yang mengandung proton dan neutron, serta elektron yang berputar dalam orbital mengelilingi inti."
      ]
    },    
    {
      "tag": "pengertian_struktur_atom",
      "patterns": [
        "struktur atom adalah?",
        "Pengertian struktur atom?",
        "Apa itu definisi struktur atom?",
        "tolong jelaskan struktur atom?",
        "apakah yang dimaksud dengan struktur atom?"
      ],
      "responses": [
        "Struktur atom merujuk pada susunan komponen-komponen dasar atom yang meliputi inti atom yang padat yang terdiri dari proton bermuatan positif dan neutron netral. Elektron, bermuatan negatif, bergerak dalam orbital di sekitar inti dalam tingkat energi yang berbeda.",
        "Pengertian struktur atom adalah konfigurasi dari komponen-komponen atom, yaitu inti atom yang mengandung proton dan neutron, serta elektron yang mengelilingi inti dalam orbit dengan tingkat energi yang berbeda."
      ]
    },    
    {
      "tag": "model_atom",
      "patterns": [
        "model_atom adalah?",
        "Pengertian model_atom?",
        "Apa itu definisi model_atom?",
        "tolong jelaskan model_atom?",
        "apakah yang dimaksud dengan model_atom?"
      ],
      "responses": [
        "Model atom adalah representasi atau konsep teoretis yang digunakan untuk menjelaskan perilaku, struktur, dan sifat atom berdasarkan penelitian ilmiah, eksperimen, dan teori dalam bidang fisika dan kimia.",
        "Model atom adalah penjelasan visual atau teoritis tentang susunan, perilaku, dan interaksi antara komponen-komponen utama atom, seperti proton, neutron, dan elektron. Model ini berkembang seiring waktu seiring dengan perkembangan ilmu pengetahuan."
      ]
    },
    {
      "tag": "sifat_atom",
      "patterns": [
        "Apa saja sifat-sifat atom?",
        "Sifat-sifat apa yang dimiliki atom?",
        "Berikan gambaran tentang sifat-sifat atom."
      ],
      "responses": [
        "Sifat-sifat atom meliputi ukuran, massa, muatan, dan distribusi elektron dalam atom. Atom memiliki ukuran yang sangat kecil, dengan radius sekitar 0,1."
      ]
    },
    {
      "tag": "pengertian_tabel_periodik",
      "patterns": [
        "tabel periodik adalah?",
        "Pengertian tabel periodik?",
        "Apa itu definisi tabel periodik?",
        "tolong jelaskan tabel periodik?",
        "apakah yang dimaksud dengan tabel periodik?"
      ],
      "responses": [
        "Tabel periodik adalah penyusunan unsur-unsur kimia yang disusun secara teratur berdasarkan jumlah proton dalam inti atom. Ini membantu dalam memahami pola sifat-sifat kimia yang teratur antar unsur..",
        "Tabel periodik adalah tata letak unsur-unsur kimia yang disusun berdasarkan urutan peningkatan nomor atom, memungkinkan kita untuk melihat pola berulang dalam sifat-sifat kimia antar unsur tersebut."
      ]
    },    
    {
      "tag": "pengertian_tata_nama_senyawa",
      "patterns": [
        "tata nama senyawa adalah?",
        "Pengertian tata nama senyawa?",
        "Apa itu definisi tata nama senyawa?",
        "tolong jelaskan tata nama senyawa?",
        "apakah yang dimaksud dengan tata nama senyawa?"
      ],
      "responses": [
        "Tata nama senyawa adalah aturan penamaan yang digunakan dalam kimia untuk memberi nama senyawa-senyawa kimia berdasarkan komposisi unsur-unsur yang membentuk senyawa tersebut.",
        "Tata nama senyawa kimia adalah serangkaian aturan yang digunakan untuk memberi nama pada senyawa kimia, yang memperjelas komposisi serta struktur kimia dari senyawa tersebut."
      ]
    },    
    {
      "tag": "sistem_penamaan_senyawa",
      "patterns": [
        "Ada berapa jenis sistem penamaan senyawa kimia?",
        "Bagaimana penamaan senyawa kimia diatur?",
        "Jenis-jenis penamaan senyawa kimia?",
        "Sistem penamaan apa yang digunakan dalam kimia?"
      ],
      "responses": [
        "Ada dua jenis utama sistem penamaan senyawa kimia: sistem penamaan IUPAC untuk senyawa organik dan aturan khusus untuk senyawa anorganik. IUPAC memiliki aturan yang terperinci untuk menamai senyawa organik berdasarkan struktur molekul, sedangkan senyawa anorganik mengikuti aturan khusus tergantung pada jenis senyawa, seperti senyawa ionik atau senyawa biner.",
        "Sistem penamaan senyawa kimia terutama dibagi menjadi dua jenis: sistem IUPAC yang merupakan standar internasional untuk menamai senyawa organik, dan aturan khusus untuk menamai senyawa anorganik yang bergantung pada jenis senyawa itu sendiri, seperti senyawa ionik atau senyawa biner"
      ]
    },
    {
      "tag": "tata_nama_senyawa_anorganik",
      "patterns": [
        "Bagaimana tata nama senyawa anorganik diatur?",
        "Aturan penamaan untuk senyawa anorganik?",
        "Jelaskan tata nama senyawa anorganik?",
        "Apa yang dimaksud dengan tata nama senyawa anorganik?"
      ],
      "responses": [
        "Tata nama senyawa anorganik mengikuti aturan khusus tergantung pada jenis senyawa. Beberapa contoh sistem penamaan untuk senyawa anorganik termasuk penamaan senyawa ionik, senyawa biner, senyawa kovalen, dan senyawa kompleks. Setiap jenis senyawa memiliki aturan penamaan yang berbeda, seperti penggunaan awalan dan sufiks tertentu, penggunaan angka oksidasi, serta identifikasi struktur kimianya.",
        "Tata nama senyawa anorganik sering mengikuti aturan khusus sesuai dengan jenis senyawanya. Contohnya, pada senyawa ionik, nama senyawa terbentuk dari penulisan nama kation diikuti nama anion. Untuk senyawa biner, penggunaan awalan seperti 'hidro-', 'oksida-', 'sulfida-', dan lainnya sering diterapkan untuk menamai senyawa berdasarkan komponennya."
      ]
    },    
    {
      "tag": "tatanama_senyawa_organik",
      "patterns": [
        "Apa yang dimaksud dengan tata nama senyawa organik?",
        "Bagaimana tata nama senyawa organik diatur?",
        "Aturan penamaan untuk senyawa organik?",
        "Jelaskan tata nama senyawa organik?"
      ],
      "responses": [
        "Tata nama senyawa organik mengacu pada sistem penamaan kimia untuk senyawa yang terutama terdiri dari atom karbon. IUPAC adalah badan yang mengatur dan mengembangkan aturan penamaan senyawa organik. Misalnya, pada senyawa alkena, penamaan didasarkan pada urutan nomor karbon terendah pada rantai karbon yang membentuk ikatan rangkap.",
        "Penamaan senyawa organik mengikuti aturan yang disusun oleh IUPAC, yang mengidentifikasi senyawa berdasarkan rantai karbon, ikatan rangkap, dan substituen yang terkait dengan rantai utama. Misalnya, senyawa dengan ikatan rangkap ganda diidentifikasi dengan kata akhir '-ena', seperti etena untuk senyawa dengan satu ikatan rangkap ganda."
      ]
    },
    {
      "tag": "persamaan_reaksi",
      "patterns": [
        "persamaan reaksi adalah?",
        "Pengertian persamaan reaksi?",
        "Apa itu definisi persamaan reaksi?",
        "tolong jelaskan persamaan reaksi?",
        "apakah yang dimaksud dengan persamaan reaksi?"
      ],
      "responses": [
        "Persamaan reaksi kimia adalah pernyataan yang ditulis dengan rumus kimia yang memberikan informasi identitas dan kuantitas zat-zat yang terlibat dalam suatu perubahan kimia ataupun fisika.Contoh sederhana: pembakaran metana: CH4 + 2O2 -> CO2 + 2H2O.",
        "Persamaan reaksi kimia adalah cara representasi menggunakan rumus kimia untuk menyajikan perubahan yang terjadi dalam suatu reaksi kimia. Tujuannya adalah untuk menunjukkan zat-zat reaktan yang bereaksi dan produk yang dihasilkan. Setiap reaksi mematuhi hukum kekekalan massa dan atom. Contoh sederhana: pembakaran metana: CH4 + 2O2 -> CO2 + 2H2O."
      ]
    },    
    {
      "tag": "hukum_dasar_kimia",
      "patterns": [
        "Apa itu hukum dasar kimia?",
        "Boleh minta penjelasan tentang hukum dasar kimia?",
        "Apa yang dimaksud dengan hukum kekekalan massa?",
        "Bagaimana hukum perbandingan tetap?",
        "Apa saja hukum dasar dalam kimia?"
      ],
      "responses": [
        "Hukum dasar kimia adalah seperangkat prinsip yang mendasari perilaku zat-zat kimia. Beberapa di antaranya adalah:Hukum-hukum ini mencakup Hukum Kekekalan Massa, Hukum Proust, Hukum Dalton, Hukum Gay-Lussac, dan Hipotesis Avogadro.",
        "Dalam kimia, terdapat beberapa hukum dasar yang mendasari prinsip-prinsip kimia modern. Hukum-hukum ini antara lain Hukum Kekekalan Massa, Hukum Proust, Hukum Dalton, Hukum Gay-Lussac, dan Hipotesis Avogadro.",
        "Hukum dasar kimia mencakup serangkaian prinsip yang membentuk fondasi kimia modern. Beberapa di antaranya adalah Hukum Kekekalan Massa, Hukum Proust, Hukum Dalton, Hukum Gay-Lussac, dan Hipotesis Avogadro."
      ]
    },   
    {
      "tag": "hukum_kekekalan_massa",
      "patterns": [
        "Apa yang dimaksud dengan Hukum Kekekalan Massa?",
        "Apa itu Hukum Lavoisier?",
        "Hukum Lavoisier itu apa?"
      ],
      "responses": [
        "Hukum Kekekalan Massa, juga dikenal sebagai Hukum Lavoisier, menyatakan bahwa dalam suatu sistem tertutup, massa total tidak bisa diciptakan atau dimusnahkan selama suatu reaksi kimia. Massa dari semua reaktan yang terlibat dalam reaksi sama dengan massa produk yang dihasilkan.",
        "Hukum Kekekalan Massa, atau Hukum Lavoisier, menyatakan bahwa dalam suatu reaksi kimia, massa total zat-zat yang bereaksi sama dengan massa total produk yang dihasilkan. Massa tidak diciptakan atau dimusnahkan, hanya berubah bentuk atau redistribusi dalam reaksi kimia.",
        "Prinsip Hukum Lavoisier menyatakan bahwa dalam suatu sistem tertutup, massa total tetap konstan meskipun dapat mengalami perubahan fisik atau kimia. Implikasinya, jumlah massa zat-zat dalam reaksi kimia tidak berubah secara total, hanya berpindah atau berubah bentuk."
      ]
    },
    {
      "tag": "hukum_perbandingan_tetap",
      "patterns": [
        "Apa yang dinyatakan dalam Hukum Proust?",
        "prinsip Hukum Perbandingan Tetap?",
        "defisini hukum perbandingan tetap?"
      ],
      "responses": [
        "Hukum Proust, atau Hukum Perbandingan Tetap, menyatakan bahwa dalam senyawa kimia, rasio massa dari unsur-unsur yang membentuk senyawa tersebut akan selalu berada pada perbandingan tetap.",
        "Hukum Perbandingan Tetap, yang juga dikenal sebagai Hukum Proust, mengemukakan bahwa dalam suatu senyawa kimia, rasio massa elemen yang membentuk senyawa tersebut akan selalu tetap, tidak peduli berapa banyak senyawa yang dibentuk atau diuraikan."
      ]
    },
    {
      "tag": "hukum_kelipatan_perbandingan",
      "patterns": [
        "Apa yang dimaksud dengan Hukum Kelipatan Perbandingan?",
        "Bagaimana Hukum Dalton menjelaskan perbandingan massa?",
        "Hukum Kelipatan Perbandingan dijelaskan oleh siapa?"
      ],
      "responses": [
        "Hukum Kelipatan Perbandingan, yang dikemukakan oleh John Dalton, menyatakan bahwa jika dua unsur membentuk lebih dari satu senyawa kimia, perbandingan massa unsur yang satu dengan unsur yang lain untuk membentuk senyawa-senyawa tersebut adalah rasio bilangan bulat kecil.",
        "Hukum Kelipatan Perbandingan, juga dikenal sebagai Hukum Dalton, dijelaskan oleh John Dalton. Hukum ini menyatakan bahwa perbandingan massa dua unsur yang membentuk senyawa kimia dapat dijelaskan dalam rasio bilangan bulat kecil."
      ]
    },
    {
      "tag": "hukum_perbandingan_volum",
      "patterns": [
        "Apa yang dijelaskan oleh Hukum Perbandingan Volum?",
        "Siapa yang menemukan Hukum Perbandingan Volum?",
        "Jelaskan Hukum Perbandingan Volum.",
        "berikan definisi hukum perbandingan volum"
      ],
      "responses": [
        "Hukum Perbandingan Volum, atau dikenal sebagai Hukum Gay-Lussac, menyatakan bahwa pada suhu dan tekanan yang sama, volume gas-gas reaktan dan produk dalam suatu reaksi kimia berada dalam perbandingan bilangan bulat yang sederhana. Ini berarti bahwa volume gas-gas tersebut dapat diekspresikan dalam rasio angka yang sederhana.",
        "Hukum Perbandingan Volum, atau Hukum Gay-Lussac, ditemukan oleh ilmuwan Prancis Joseph Louis Gay-Lussac pada awal abad ke-19. Hukum ini menyatakan bahwa volume gas-gas dalam suatu reaksi kimia berada pada perbandingan volumetrik yang sederhana, jika suhu dan tekanannya tetap."
      ]
    },    
    {
      "tag": "hipotesis_avogadro",
      "patterns": [
        "Apakah konsekuensi dari Hukum Avogadro?",
        "Bagaimana Hipotesis Avogadro berhubungan dengan gas?",
        "Kenapa Hukum Avogadro penting dalam kimia?"
      ],
      "responses": [
        "Konsekuensi dari Hukum Avogadro adalah bahwa gas-gas yang memiliki volume yang sama pada tekanan dan suhu yang sama juga memiliki jumlah partikel yang sama, yang dapat diukur dengan menggunakan molekul atau mol.",
        "Hipotesis Avogadro menjelaskan bahwa, pada kondisi yang sama, volume yang sama dari gas-gas yang berbeda akan mengandung jumlah partikel yang sama, yang berperan penting dalam mengukur jumlah zat dalam kimia.",
        "Hukum Avogadro penting dalam kimia karena memberikan dasar untuk konsep molekul dan mol, memungkinkan pengukuran yang konsisten dan standar dalam perbandingan jumlah partikel dalam gas yang berbeda."
      ]
    },    
    {
      "tag": "stoikiometri",
      "patterns": [
        "stoikiometri adalah?",
        "Pengertian stoikiometri?",
        "Apa itu definisi stoikiometri?",
        "tolong jelaskan stoikiometri?",
        "apakah yang dimaksud dengan stoikiometri?"
      ],
      "responses": [
        "Stoikiometri adalah cabang ilmu kimia yang mempelajari hubungan kuantitatif antara reaktan dan produk dalam suatu reaksi kimia. Stoikiometri diterapkan untuk menghitung jumlah relatif reaktan dan produk dalam suatu reaksi, menentukan perbandingan mol, massa, atau volume."
      ]
    },    
    {
      "tag": "ikatan_hidrogen",
      "patterns": [
        "ikatan hidrogen adalah?",
        "Pengertian ikatan hidrogen?",
        "Apa itu definisi ikatan hidrogen?",
        "tolong jelaskan ikatan hidrogen?",
        "apakah yang dimaksud dengan ikatan hidrogen?"
      ],
      "responses": [
        "Ikatan hidrogen merupakan gaya tarik-menarik antara atom hidrogen yang terikat pada atom yang memiliki elektronegativitas tinggi seperti oksigen, nitrogen, atau fluorin. Hal ini terjadi karena perbedaan keelektronegatifan antara atom hidrogen dan atom yang terikat, menciptakan polaritas dan interaksi elektrostatik.",
        "Ikatan hidrogen adalah interaksi antara atom hidrogen dengan atom oksigen, nitrogen, atau fluorin yang memiliki sifat elektronegatif tinggi. Ini terjadi ketika atom hidrogen yang terikat pada atom yang cukup elektronegatif menarik elektron, menciptakan kecenderungan polaritas."
      ]
    },
    {
      "tag": "larutan_elektrolit",
      "patterns": [
        "elektrolit adalah?",
        "Pengertian elektrolit?",
        "Apa itu definisi elektrolit?",
        "tolong jelaskan elektrolit?",
        "apakah yang dimaksud dengan elektrolit?"
      ],
      "responses": [
        "Larutan elektrolit adalah larutan yang mengandung ion-ion yang dapat menghantarkan arus listrik. Biasanya, larutan ini terdiri dari senyawa ionik yang terlarut dalam pelarut seperti air, memisahkan menjadi ion positif dan negatif yang berkontribusi pada konduktivitas listrik larutan. \nContoh larutan elektrolit meliputi larutan garam, asam, dan basa yang dapat terionisasi dalam air, membentuk ion-ion bermuatan yang dapat mempengaruhi konduktivitas listrik."
      ]
    },   
    {
      "tag": "larutan_non_elektrolit",
      "patterns": [
        "non-elektrolit adalah?",
        "Pengertian non-elektrolit?",
        "Apa itu definisi non-elektrolit?",
        "tolong jelaskan non-elektrolit?",
        "apakah yang dimaksud dengan non-elektrolit?"
      ],
      "responses": [
        "Larutan non-elektrolit adalah larutan yang tidak mengandung ion-ion bermuatan yang dapat menghantarkan arus listrik. Biasanya, senyawa-senyawa kovalen polar atau senyawa tidak polar yang larut dalam air membentuk larutan non-elektrolit. \nContoh larutan non-elektrolit meliputi larutan gula, urea, atau alkohol dalam air. Senyawa-senyawa ini tidak terdisosiasi menjadi ion-ion bermuatan, sehingga larutan tidak menghantarkan listrik."
      ]
    },
    {
      "tag": "reaksi_redoks",
      "patterns": [
        "reaksi redoks adalah?",
        "Pengertian reaksi redoks?",
        "Apa itu definisi reaksi redoks?",
        "tolong jelaskan reaksi redoks?",
        "apakah yang dimaksud dengan reaksi redoks?"
      ],
      "responses": [
        "Reaksi redoks adalah jenis reaksi kimia yang melibatkan transfer elektron antara zat-zat kimia. Ini terdiri dari reaksi reduksi (penambahan elektron) dan oksidasi (pengurangan elektron). \nContoh reaksi redoks termasuk reaksi pembakaran, reaksi korosi logam, atau reaksi penguraian air menggunakan listrik. Dalam reaksi tersebut, terjadi perubahan oksidasi dan reduksi pada zat-zat yang terlibat."
      ]
    }, 
    {
      "tag": "senyawa_hidrokarbon",
      "patterns": [
        "hidrokarbon adalah?",
        "Pengertian hidrokarbon?",
        "Apa itu definisi hidrokarbon?",
        "tolong jelaskan hidrokarbon?",
        "apakah yang dimaksud dengan hidrokarbon?"
      ],
      "responses": [
        "Senyawa hidrokarbon adalah senyawa kimia yang terdiri dari atom karbon dan hidrogen. Molekul-molekul ini membentuk struktur rangkaian karbon, yang dapat menjadi rantai lurus, bercabang, atau berlingkar. \nContohnya mencakup metana (CH4), etana (C2H6), dan bensin yang merupakan campuran hidrokarbon."
      ]
    },
    {
      "tag": "pengertian_caffeine",
      "patterns": [
        "Kafein adalah?",
        "Pengertian Kafein?",
        "Apa itu definisi Kafein?",
        "tolong jelaskan Kafein?",
        "apakah yang dimaksud dengan Kafein?"
      ],
      "responses": [
        "Kafein adalah bahan yang secara alami terkandung dalam lebih dari 60 tumbuhan, tapi paling banyak ditemukan dalam kopi, teh dan kakao. kafein bekerja dengan cara merangsang (meningkatkan aktivitas) otak dan sistem saraf, sekaligus meningkatkan sirkulasi hormon kortisol dan adrenalin dalam tubuh. \nKemudian Kafein merupakan senyawa dengan Rumus Kimia C8H10N4O2. Senyawa dengan Tata Nama Kimia 1,3,7-trimethylpurine-2,6-dione ini memiliki Persentase Energi Ionisasi sebesar 92.0%"
      ]
    }, 
    {
      "tag": "pengertian_acenocoumarol",
      "patterns": [
        "acenocoumarol adalah?",
        "Pengertian acenocoumarol?",
        "Apa itu definisi acenocoumarol?",
        "tolong jelaskan acenocoumarol?",
        "apakah yang dimaksud dengan acenocoumarol?"
      ],
      "responses": [
        "Acenocoumarol adalah obat antikoagulan yang digunakan untuk mencegah pembekuan darah. Ini termasuk dalam golongan obat yang disebut antagonis vitamin K dan digunakan untuk mengobati atau mencegah pembekuan darah yang tidak diinginkan, seperti trombosis vena dalam, emboli paru, atau stroke akibat bekuan darah. \nKemudian Acenocoumarol merupakan senyawa dengan Rumus Kimia C 19 H 15 N O 6. Senyawa dengan Tata Nama Kimia 4-hidroxi-3-[1(4-nitrofenil)-3-oxobutil] crome-2-ona ini memiliki Persentase Energi Ionisasi sebesar 92.25%"
      ]
    },    
    {
      "tag": "pengertian_acetaminophen",
      "patterns": [
        "Acetaminophen adalah?",
        "Pengertian Acetaminophen?",
        "Apa itu definisi Acetaminophen?",
        "tolong jelaskan Acetaminophen?",
        "apakah yang dimaksud dengan Acetaminophen?"
      ],
      "responses": [
        "Acetaminophen, juga dikenal sebagai parasetamol, adalah obat pereda rasa sakit dan penurun demam yang umum digunakan. Ini bekerja dengan cara mengurangi produksi zat kimia dalam tubuh yang menyebabkan rasa sakit dan panas. \nKemudian Acetaminophen merupakan senyawa dengan Rumus Kimia C8H9NO2. Senyawa dengan Tata Nama Kimia N-(4-hydroxyphenyl)acetamide ini memiliki Persentase Energi Ionisasi sebesar 85.8%"
      ]
    },
    {
      "tag": "pengertian_acetazolamide",
      "patterns": [
        "acetazolamide adalah?",
        "Pengertian acetazolamide?",
        "Apa itu definisi acetazolamide?",
        "tolong jelaskan acetazolamide?",
        "apakah yang dimaksud dengan acetazolamide?"
      ],
      "responses": [
        "Acetazolamide adalah obat yang termasuk dalam golongan diuretik, yang digunakan untuk mengurangi kelebihan cairan dalam tubuh dengan meningkatkan produksi urin. Selain itu, obat ini juga dapat digunakan untuk mengurangi tekanan di dalam mata pada kondisi medis tertentu. \nKemudian Acetazolamide merupakan senyawa dengan Rumus Kimia C4H6N4O3S2. Senyawa dengan Tata Nama Kimia N-(5-sulfamoyl-1,3,4-thiadiazol-2-yl)acetamide ini memiliki Persentase Energi Ionisasi sebesar 93.0%"
      ]
    },
    {
      "tag": "pengertian_asam_asetat",
      "patterns": [
        "asam asetat adalah?",
        "Pengertian asam asetat?",
        "Apa itu definisi asam asetat?",
        "tolong jelaskan asam asetat?",
        "apakah yang dimaksud dengan asam asetat?"
      ],
      "responses": [
        "Acetic Acid, atau bisa disebut Asam asetat adalah antibiotik yang bisa digunakan untuk mengobati infeksi yang disebabkan oleh bakteri atau jamur. Ada juga asam asetat otic yang dikhususkan untuk telinga dan digunakan untuk mengobati infeksi di saluran telinga. \nKemudian Acetic acid merupakan sebuah senyawa dengan Rumus Kimia C2H4O2. Senyawa dengan Tata Nama Kimia acetic acid ini memiliki Persentase Energi Ionisasi sebesar 92.0%."
      ]
    },
    {
      "tag": "pengertian_acepromazine",
      "patterns": [
        "Acepromazine adalah?",
        "Pengertian Acepromazine?",
        "Apa itu definisi Acepromazine?",
        "tolong jelaskan Acepromazine?",
        "apakah yang dimaksud dengan Acepromazine?"
      ],
      "responses": [
        "Acepromazine adalah obat yang termasuk dalam golongan fenotiazin, yang umumnya digunakan sebagai obat penenang, anti-mual, dan ansiolitik pada hewan, terutama pada hewan peliharaan seperti anjing dan kucing. \nKemudian Acepromazine merupakan sebuah senyawa dengan Rumus Kimia C19H22N2OS. Senyawa dengan Tata Nama Kimia 1-{10-[3-(dimethylamino)propyl]-10H-phenothiazin-2-yl}ethan-1-one ini memiliki Persentase Energi Ionisasi sebesar 93.18%"
      ]
    },   
    {
      "tag": "acetylmethadol_definition",
      "patterns": [
        "What is Acetylmethadol?",
        "Define Acetylmethadol",
        "Can you explain Acetylmethadol?",
        "What does Acetylmethadol mean?"
      ],
      "responses": [
        "Acetylmethadol, also known as LAAM (Levo-Alpha-Acetyl-Methadol), is an opioid medication that was previously used for the treatment of opioid dependence. It works similarly to other opioid medications, helping to reduce cravings for other opioids and alleviate withdrawal symptoms."
      ]
    },
    {
      "tag": "alphameprodine_definition",
      "patterns": [
        "What is Alphameprodine?",
        "Define Alphameprodine",
        "Can you explain Alphameprodine?",
        "What does Alphameprodine mean?"
      ],
      "responses": [
        "Alphameprodine is a narcotic or opioid medication that has been withdrawn from circulation in several countries due to its side effects and potential for addiction. Its use should only be done based on a doctor's prescription, and information regarding dosage and usage should be obtained from reliable medical sources."
      ]
    },
    {
      "tag": "alphaprodine_definition",
      "patterns": [
        "What is Alphaprodine?",
        "Define Alphaprodine",
        "Can you explain Alphaprodine?",
        "What does Alphaprodine mean?"
      ],
      "responses": [
        "Alphaprodine is a narcotic analgesic medication classified as an opioid or semi-synthetic opioid. It is intended to relieve moderate to severe pain. The use of Alphaprodine needs to be closely monitored due to its potential for addiction and serious side effects. Further information about the use of Alphaprodine should be obtained from a doctor who can provide more accurate and medically specific information."
      ]
    },    
    {
      "tag": "alprenolol_definition",
      "patterns": [
        "What is Alprenolol?",
        "Define Alprenolol",
        "Can you explain Alprenolol?",
        "What does Alprenolol mean?"
      ],
      "responses": [
        "Alprenolol is a beta-blocker medication used to treat high blood pressure, heart rhythm disorders, and other cardiovascular conditions. It works by blocking the effects of epinephrine on beta receptors in the heart and blood vessels, helping to lower blood pressure and reduce the workload on the heart."
      ]
    },
    {
      "tag": "amantadine_definition",
      "patterns": [
        "What is Amantadine?",
        "Define Amantadine",
        "Can you explain Amantadine?",
        "What does Amantadine mean?"
      ],
      "responses": [
        "Amantadine is a medication that can be used as an antiviral and antiparkinsonian agent. It is indicated for several conditions such as the treatment and therapy of Parkinson's disease and certain types of influenza A."
      ]
    },
    {
      "tag": "aminobenzoic_acid_definition",
      "patterns": [
        "What is Aminobenzoic acid?",
        "Define Aminobenzoic acid",
        "Can you explain Aminobenzoic acid?",
        "What does Aminobenzoic acid mean?"
      ],
      "responses": [
        "Aminobenzoic acid is a member of the complex of B vitamins. This medication is used as a skin protector against the harmful effects of sunlight such as sunburn and premature aging (such as wrinkled, rough skin)."
      ]
    },    
    {
      "tag": "aminocaproic_acid_definition",
      "patterns": [
        "What is Aminocaproic acid?",
        "Define Aminocaproic acid",
        "Can you explain Aminocaproic acid?",
        "What does Aminocaproic acid mean?"
      ],
      "responses": [
        "Aminocaproic acid is an antifibrinolytic agent that works by inhibiting plasminogen activators which have fibrinolytic properties. This medication is a synthetic form of a protein naturally found in the body that helps blood to clot."
      ]
    },
    {
      "tag": "aminophylline_definition",
      "patterns": [
        "What is Aminophylline?",
        "Define Aminophylline",
        "Can you explain Aminophylline?",
        "What does Aminophylline mean?"
      ],
      "responses": [
        "Aminophylline is a medication used to treat various respiratory disorders, including shortness of breath, asthma, bronchitis, chronic obstructive pulmonary disease (COPD), and many others."
      ]
    },    
    {
      "tag": "aminohippuric_acid_definition",
      "patterns": [
        "What is Aminohippuric acid?",
        "Define Aminohippuric acid",
        "Can you explain Aminohippuric acid?",
        "What does Aminohippuric acid mean?"
      ],
      "responses": [
        "Aminohippuric acid is a derivative injection of hippuric acid used in the measurement of effective renal plasma flow (ERPF) and the functional capacity of the renal excretory system."
      ]
    },
    {
      "tag": "aminosalicylic_acid_definition",
      "patterns": [
        "What is Aminosalicylic Acid?",
        "Define Aminosalicylic Acid",
        "Can you explain Aminosalicylic Acid?",
        "What does Aminosalicylic Acid mean?"
      ],
      "responses": [
        "Aminosalicylic acid is an anti-mycobacterial agent used with other anti-tuberculosis drugs (most commonly isoniazid) for the treatment of all forms of active tuberculosis caused by susceptible strains of tubercle bacilli."
      ]
    },
    {
      "tag": "amitriptyline_definition",
      "patterns": [
        "What is Amitriptyline?",
        "Define Amitriptyline",
        "Can you explain Amitriptyline?",
        "What does Amitriptyline mean?"
      ],
      "responses": [
        "Amitriptyline is a medication used to alleviate symptoms of depression. Additionally, it can also be used to treat neuropathic pain, migraines, and nocturnal enuresis (bedwetting) in children."
      ]
    },    
    {
      "tag": "amobarbital_definition",
      "patterns": [
        "What is Amobarbital?",
        "Define Amobarbital",
        "Can you explain Amobarbital?",
        "What does Amobarbital mean?"
      ],
      "responses": [
        "Amobarbital is a medication used in the treatment of severe insomnia. Additionally, it is also a sedative used in anesthesia procedures prior to surgery. This medication should not be used without proper prescription and guidance from a doctor."
      ]
    },
    {
      "tag": "amoxicillin_definition",
      "patterns": [
        "What is Amoxicillin?",
        "Define Amoxicillin",
        "Can you explain Amoxicillin?",
        "What does Amoxicillin mean?"
      ],
      "responses": [
        "Amoxicillin is an antibiotic medication used to treat various bacterial infections, such as ear infections, tonsillitis, or bronchitis. This medication should only be used based on a doctor's prescription."
      ]
    },
    {
      "tag": "amphetamine_definition",
      "patterns": [
        "What is Amphetamine?",
        "Define Amphetamine",
        "Can you explain Amphetamine?",
        "What does Amphetamine mean?"
      ],
      "responses": [
        "Amphetamine is a central nervous system stimulant medication used to treat attention deficit hyperactivity disorder (ADHD) and narcolepsy. It works by increasing the activity of dopamine and norepinephrine in the brain."
      ]
    },    
    {
      "tag": "amphotericin_definition",
      "patterns": [
        "What is Amphotericin B?",
        "Define Amphotericin B",
        "Can you explain Amphotericin B?",
        "What does Amphotericin B mean?"
      ],
      "responses": [
        "Amphotericin B is a medication used to treat serious and life-threatening fungal infections. It is available in oral (tablet) and injectable forms. Amphotericin B works by stopping the growth and reproduction of fungi."
      ]
    },
    {
      "tag": "anileridine_definition",
      "patterns": [
        "What is Anileridine?",
        "Define Anileridine",
        "Can you explain Anileridine?",
        "What does Anileridine mean?"
      ],
      "responses": [
        "Anileridine is a synthetic opioid and potent analgesic. It is a narcotic pain reliever used to treat moderate to severe pain. Narcotic analgesics work in the central nervous system (CNS) to alleviate pain. Some of its side effects are also due to actions on the CNS."
      ]
    },
    {
      "tag": "anisindione_definition",
      "patterns": [
        "What is Anisindione?",
        "Define Anisindione",
        "Can you explain Anisindione?",
        "What does Anisindione mean?"
      ],
      "responses": [
        "Anisindione is a synthetic anticoagulant and a derivative of indanedione. Its anticoagulant action is mediated by inhibiting vitamin K-mediated gamma-carboxylation of precursor proteins essential in the liver for the formation of active procoagulant factors II, VII, IX, and X, as well as anticoagulant proteins C and S."
      ]
    },
    {
      "tag": "antazoline_definition",
      "patterns": [
        "What is Antazoline?",
        "Define Antazoline",
        "Can you explain Antazoline?",
        "What does Antazoline mean?"
      ],
      "responses": [
        "Antazoline is a medication used to relieve red, watery, and itchy eyes due to allergies. This eye drop medication is usually combined with other eye medications, such as naphazoline."
      ]
    },
    {
      "tag": "antipyrine_definition",
      "patterns": [
        "What is Antipyrine?",
        "Define Antipyrine",
        "Can you explain Antipyrine?",
        "What does Antipyrine mean?"
      ],
      "responses": [
        "Antipyrine is a medication with analgesic, anti-inflammatory, and antipyretic effects. It is often used alone or combined with other medications to enhance therapeutic effects."
      ]
    },    
    {
      "tag": "apomorphine_definition",
      "patterns": [
        "What is Apomorphine?",
        "Define Apomorphine",
        "Can you explain Apomorphine?",
        "What does Apomorphine mean?"
      ],
      "responses": [
        "Apomorphine is a dopamine agonist that plays a role in improving motor function and reducing 'off' periods (periods when the effects of levodopa medication wear off) in Parkinson's disease patients, such as tremors, muscle stiffness, slow movements, and imbalance. Additionally, apomorphine is used to treat erectile dysfunction and acute alcohol intoxication."
      ]
    },
    {
      "tag": "aprobarbital_definition",
      "patterns": [
        "What is Aprobarbital?",
        "Define Aprobarbital",
        "Can you explain Aprobarbital?",
        "What does Aprobarbital mean?"
      ],
      "responses": [
        "Aprobarbital is a barbiturate derivative synthesized in the 1920s by Ernst Preiswerk. It was found to exhibit sedative, hypnotic, and anticonvulsant effects. The primary indication for the use of aprobarbital later became insomnia treatment."
      ]
    },
    {
      "tag": "arecoline_definition",
      "patterns": [
        "What is Arecoline?",
        "Define Arecoline",
        "Can you explain Arecoline?",
        "What does Arecoline mean?"
      ],
      "responses": [
        "Arecoline is a natural alkaloid found in the betel nut of the Areca palm. This compound has cytomodulatory effects and is involved in the pathogenesis of oral cancer and oral submucosal fibrosis."
      ]
    },
    {
      "tag": "vitamin_c_definition",
      "patterns": [
        "What is Vitamin C?",
        "Define Vitamin C",
        "Can you explain Vitamin C?",
        "What does Vitamin C mean?"
      ],
      "responses": [
        "Ascorbic acid, commonly known as vitamin C, is one of the essential vitamins and supplements for the human body. Ascorbic acid has been shown to help reduce inflammation, lower blood pressure, and maintain immune function."
      ]
    },    
    {
      "tag": "aspirin_definition",
      "patterns": [
        "What is Aspirin?",
        "Define Aspirin",
        "Can you explain Aspirin?",
        "What does Aspirin mean?"
      ],
      "responses": [
        "Aspirin is a medication used to relieve pain, fever, and inflammation. Also known as acetylsalicylic acid, this drug is also used to prevent blood clots, reducing the risk of heart attacks or strokes in patients with cardiovascular disease."
      ]
    },
    {
      "tag": "atropine_definition",
      "patterns": [
        "What is Atropine?",
        "Define Atropine",
        "Can you explain Atropine?",
        "What does Atropine mean?"
      ],
      "responses": [
        "Atropine is a medication used to treat slow heart rate (bradycardia) and insecticide poisoning. It can also be used before eye examinations or as premedication before anesthesia procedures."
      ]
    },
    {
      "tag": "barbital_definition",
      "patterns": [
        "What is Barbital?",
        "Define Barbital",
        "Can you explain Barbital?",
        "What does Barbital mean?"
      ],
      "responses": [
        "Barbital is a group of drugs used to treat seizures, severe insomnia, or anxiety disorders. These drugs can also be used in the anesthesia process during surgery. Barbital should only be used as directed by a doctor."
      ]
    },
    {
      "tag": "barbital_acid_definition",
      "patterns": [
        "What is Barbital Acid?",
        "Define Barbital Acid",
        "Can you explain Barbital Acid?",
        "What does Barbital Acid mean?"
      ],
      "responses": [
        "Barbital Acid is an organic compound based on the pyrimidine heterocyclic framework. It is a odorless powder that is soluble in water. Barbital acid is the parent compound of barbiturate drugs."
      ]
    },    
    {
      "tag": "bemegride_definition",
      "patterns": [
        "What is Bemegride?",
        "Define Bemegride",
        "Can you explain Bemegride?",
        "What does Bemegride mean?"
      ],
      "responses": [
        "Bemegride is a central nervous system stimulant used to induce convulsions in experimental animals. It has also been used as a respiratory stimulant and in the treatment of barbiturate overdoses."
      ]
    },
    {
      "tag": "benzilic_acid_definition",
      "patterns": [
        "What is Benzilic Acid?",
        "Define Benzilic Acid",
        "Can you explain Benzilic Acid?",
        "What does Benzilic Acid mean?"
      ],
      "responses": [
        "Benzilic Acid is a white crystalline aromatic acid, soluble in many primary alcohols, used in the preparation of glycolate drugs including clidinium, dilantin, flutropium, and mepenzolate which are muscarinic acetylcholine receptor antagonists."
      ]
    },
    {
      "tag": "benzocaine_definition",
      "patterns": [
        "What is Benzocaine?",
        "Define Benzocaine",
        "Can you explain Benzocaine?",
        "What does Benzocaine mean?"
      ],
      "responses": [
        "Benzocaine, also known as benzokain, is a local anesthetic or numbing medication available as a mouthwash, gel, ointment, and powder. It works by inhibiting nerve signals in the body."
      ]
    },
    {
      "tag": "benzylpenicillin_definition",
      "patterns": [
        "What is Benzathine Benzylpenicillin?",
        "Define Benzathine Benzylpenicillin",
        "Can you explain Benzathine Benzylpenicillin?",
        "What does Benzathine Benzylpenicillin mean?"
      ],
      "responses": [
        "Benzathine Benzylpenicillin is a narrow-spectrum antibiotic administered only through injection or infusion. It can treat conditions caused by bacterial infections such as syphilis, gonorrhea, and meningitis. However, its use should be carefully monitored."
      ]
    },
    {
      "tag": "benzoic_acid_definition",
      "patterns": [
        "What is Benzoic Acid?",
        "Define Benzoic Acid",
        "Can you explain Benzoic Acid?",
        "What does Benzoic Acid mean?"
      ],
      "responses": [
        "Benzoic Acid is a fungistatic compound commonly used as a food and product preservative. When ingested, it is conjugated to glycine in the liver and excreted as hippuric acid."
      ]
    },
    {
      "tag": "benznidazole_definition",
      "patterns": [
        "What is Benznidazole?",
        "Define Benznidazole",
        "Can you explain Benznidazole?",
        "What does Benznidazole mean?"
      ],
      "responses": [
        "Benznidazole is a nitroimidazole compound similar to metronidazole and is associated with serum enzyme elevation during therapy in up to 10% of patients but not associated with clinically apparent acute liver injury cases. This antibiotic is used to treat Chagas disease in children aged 2 to 12 years."
      ]
    },
    {
      "tag": "benzfetamine_definition",
      "patterns": [
        "What is Benzfetamine?",
        "Define Benzfetamine",
        "Can you explain Benzfetamine?",
        "What does Benzfetamine mean?"
      ],
      "responses": [
        "Benzfetamine is a substitute amphetamine used in the short term along with a low-calorie diet, exercise, and doctor-approved behavior modification program to help you lose weight."
      ]
    },
    {
      "tag": "benzylamine_definition",
      "patterns": [
        "What is Benzylamine?",
        "Define Benzylamine",
        "Can you explain Benzylamine?",
        "What does Benzylamine mean?"
      ],
      "responses": [
        "Benzylamine is a primary amine compound having benzyl as a substituent N. It has been isolated from Moringa oleifera (horseradish tree). It has a role as an EC 3.5.5.1 (nitrilase) inhibitor, plant metabolite, and allergen. It is a primary amine and an aralkylamine."
      ]
    },
    {
      "tag": "benzquinamide_definition",
      "patterns": [
        "What is Benzquinamide?",
        "Define Benzquinamide",
        "Can you explain Benzquinamide?",
        "What does Benzquinamide mean?"
      ],
      "responses": [
        "Benzquinamide is a monocarboxylic amino acid. It has roles as an antiemetic, tranquilizer, H1 receptor antagonist, muscarinic antagonist, and antipsychotic agent."
      ]
    },    
    {
      "tag": "betahistine_definition",
      "patterns": [
        "What is Betahistine?",
        "Define Betahistine",
        "Can you explain Betahistine?",
        "What does Betahistine mean?"
      ],
      "responses": [
        "Betahistine is a medication used to relieve symptoms of vertigo, hearing loss, and ringing in the ears (tinnitus) caused by Meniere's disease. This medication should only be used with a doctor's prescription."
      ]
    },
    {
      "tag": "betadine_definition",
      "patterns": [
        "What is Betadine?",
        "Define Betadine",
        "Can you explain Betadine?",
        "What does Betadine mean?"
      ],
      "responses": [
        "Betadine is an antiseptic product used to prevent the growth and kill infectious microorganisms. This antiseptic medication is available in the form of liquid, ointment, spray, and stick."
      ]
    },
    {
      "tag": "ethyl_biscoumacetate_definition",
      "patterns": [
        "What is Ethyl biscoumacetate?",
        "Define Ethyl biscoumacetate",
        "Can you explain Ethyl biscoumacetate?",
        "What does Ethyl biscoumacetate mean?"
      ],
      "responses": [
        "Ethyl biscoumacetate or ethyl biscumacetate is a coumarin used as an anticoagulant. It has actions similar to Warfarin."
      ]
    },
    {
      "tag": "brucine_definition",
      "patterns": [
        "What is Brucine?",
        "Define Brucine",
        "Can you explain Brucine?",
        "What does Brucine mean?"
      ],
      "responses": [
        "Brucine is an alkaloid closely related to strychnine, most commonly found in the Strychnos nux-vomica tree. Brucine poisoning is rare, as it is usually ingested along with strychnine, which is more toxic than brucine. In synthetic chemistry, it can be used as a tool for stereospecific chemical synthesis."
      ]
    },
    {
      "tag": "bupivacaine_definition",
      "patterns": [
        "What is Bupivacaine?",
        "Define Bupivacaine",
        "Can you explain Bupivacaine?",
        "What does Bupivacaine mean?"
      ],
      "responses": [
        "Bupivacaine is a medication used to numb pain or provide anesthesia during surgical procedures, medical procedures, or childbirth. This medication is used as a regional anesthesia, meaning it will only affect a specific area of the body."
      ]
    },
    {
      "tag": "butabarbital_definition",
      "patterns": [
        "What is Butabarbital?",
        "Define Butabarbital",
        "Can you explain Butabarbital?",
        "What does Butabarbital mean?"
      ],
      "responses": [
        "Butabarbital is a medication used in the treatment of severe insomnia. This medication is not intended for long-term use. Additionally, it can also be used as a sedative before surgery."
      ]
    },
    {
      "tag": "butylparaben_definition",
      "patterns": [
        "What is Butylparaben?",
        "Define Butylparaben",
        "Can you explain Butylparaben?",
        "What does Butylparaben mean?"
      ],
      "responses": [
        "Butylparaben is one of the most common bactericidal/fungicidal additives in cosmetics, serving as a component of paraben preservatives commonly used to prevent microbial growth in products. This preservative is also frequently found in cosmetic products."
      ]
    },
    {
      "tag": "capreomycin_definition",
      "patterns": [
        "What is Capreomycin?",
        "Define Capreomycin",
        "Can you explain Capreomycin?",
        "What does Capreomycin mean?"
      ],
      "responses": [
        "Capreomycin is an antibiotic used in the treatment of tuberculosis caused by the bacteria Mycobacterium tuberculosis. This medication is also one of the options besides kanamycin or amikacin in the treatment of drug-resistant tuberculosis. This medication was previously listed in the World Health Organization's List of Essential Medicines before being removed from the list in 2019."
      ]
    },
    {
      "tag": "carbachol_definition",
      "patterns": [
        "What is Carbachol?",
        "Define Carbachol",
        "Can you explain Carbachol?",
        "What does Carbachol mean?"
      ],
      "responses": [
        "Carbachol is a prescription medication used to treat glaucoma symptoms and inhibit perioperative intraocular pressure. Carbachol can be used alone or with other medications."
      ]
    },
    {
      "tag": "carbenicillin_definition",
      "patterns": [
        "What is Carbenicillin?",
        "Define Carbenicillin",
        "Can you explain Carbenicillin?",
        "What does Carbenicillin mean?"
      ],
      "responses": [
        "Carbenicillin or Karbenisilin is an antibiotic in the penicillin drug group. It fights bacteria in your body. Carbenicillin is used to treat various types of bacterial infections, such as urinary tract infections. Carbenicillin can also be used for other purposes not listed in the medication guide."
      ]
    },
    {
      "tag": "carbenoxolone_definition",
      "patterns": [
        "What is Carbenoxolone?",
        "Define Carbenoxolone",
        "Can you explain Carbenoxolone?",
        "What does Carbenoxolone mean?"
      ],
      "responses": [
        "Carbenoxolone is a synthetic derivative of glycyrrhizinic acid (a constituent of licorice root) that has a structure closely resembling steroids and contains substances not far different from those in licorice root. It is often used to prevent symptoms of acid reflux disease (gastroesophageal reflux disease/GERD), canker sores, or diseases causing mouth ulcers (mouth ulceration)."
      ]
    },
    {
      "tag": "cephalexin_definition",
      "patterns": [
        "What is Cephalexin?",
        "Define Cephalexin",
        "Can you explain Cephalexin?",
        "What does Cephalexin mean?"
      ],
      "responses": [
        "Cephalexin is an antibiotic medication used to treat infectious diseases caused by bacterial infections, such as Staphylococcus aureus, Streptococcus pneumoniae, Haemophilus influenzae, or Escherichia coli."
      ]
    },
    {
      "tag": "cephaloglycin_definition",
      "patterns": [
        "What is Cephaloglycin?",
        "Define Cephaloglycin",
        "Can you explain Cephaloglycin?",
        "What does Cephaloglycin mean?"
      ],
      "responses": [
        "Cephaloglycin is an antibiotic related to cephalosporin but is no longer commonly used. It is an orally absorbed derivative of cephalosporin C. The bactericidal activity of Cephaloglycin is produced by inhibiting cell wall synthesis through an affinity for penicillin-binding proteins (PBPs)."
      ]
    },
    {
      "tag": "pengertian_cephaloridine",
      "patterns": [
        "Cephaloridine adalah?",
        "Pengertian Cephaloridine?",
        "Apa itu definisi Cephaloridine?",
        "tolong jelaskan Cephaloridine?",
        "apakah yang dimaksud dengan Cephaloridine"
      ],
      "responses": [
        "Cephaloridine atau cefaloridine adalah sefalosporin semisintetik generasi pertama. Ini berasal dari sefalosporin C dan merupakan zwitterion pada pH fisiologis."
      ]
    },
    {
      "tag": "pengertian_cephalothin",
      "patterns": [
        "Cephalothin adalah?",
        "Pengertian Cephalothin?",
        "Apa itu definisi Cephalothin?",
        "tolong jelaskan Cephalothin?",
        "apakah yang dimaksud dengan Cephalothin"
      ],
      "responses": [
        "Cefalotin adalah antibiotik digunakan untuk mengobati dan mencegah berbagai macam infeksi bakteri. Obat ini dikenal sebagai antibiotik cephalosporin yang bekerja dengan cara menghentikan pertumbuhan bakteri"
      ]
    },
    {
      "tag": "pengertian_cephapirin",
      "patterns": [
        "Cephapirin adalah?",
        "Pengertian Cephapirin?",
        "Apa itu definisi Cephapirin?",
        "tolong jelaskan Cephapirin?",
        "apakah yang dimaksud dengan Cephapirin"
      ],
      "responses": [
        "Cephapirin atau Cefapirin adalah antibiotik sefalosporin generasi pertama yang tersedia dalam formulasi injeksi. Cefapirin sebagian terikat plasma dan efektif melawan organisme gram negatif dan gram positif. Obat ini juga memiliki peran dalam kedokteran hewan sebagai Metricure, persiapan intrauterin, dan dikombinasikan dengan prednisolon di Mastiplan, persiapan intramammary. Keduanya dilisensikan pada sapi. \nKemudian Cephapirin merupakan sebuah senyawa dengan Rumus Kimia C17H17N3O6S2. Senyawa dengan Tata Nama Kimia **(6R,7R)-3-[(acetyloxy)methyl]-8-oxo-7-[2-(pyridin-4-ylsulfanyl)acetamido]-5-thia-1-azabicyclo[4.2.0]oct-2-ene-2-carboxylic acid ** ini memiliki Persentase Energi Ionisasi sebesar 82.5%"
      ]
    },
    {
      "tag": "pengertian_cefazolin",
      "patterns": [
        "Cefazolin adalah?",
        "Pengertian Cefazolin?",
        "Apa itu definisi Cefazolin?",
        "tolong jelaskan Cefazolin?",
        "apakah yang dimaksud dengan Cefazolin"
      ],
      "responses": [
        "Cefazolin adalah obat untuk menangani penyakit infeksi bakteri, seperti infeksi saluran kemih, sepsis, infeksi tulang dan sendi, atau pneumonia. Obat ini juga dapat digunakan untuk mencegah infeksi bakteri pada seseorang yang akan atau baru menjalani operasi."
      ]
    },
    {
      "tag": "pengertian_cephradine",
      "patterns": [
        "Cephradine adalah?",
        "Pengertian Cephradine?",
        "Apa itu definisi Cephradine?",
        "tolong jelaskan Cephradine?",
        "apakah yang dimaksud dengan Cephradine"
      ],
      "responses": [
        "Cephradine termasuk dalam kelompok obat yang disebut antibiotik sefalosporin (SEF a low spor in). Cephradine melawan bakteri dalam tubuh. Cephradine digunakan untuk mengobati infeksi yang disebabkan oleh bakteri, termasuk infeksi saluran pernapasan atas, infeksi telinga, infeksi kulit, dan infeksi saluran kemih."
      ]
    },
    {
      "tag": "pengertian_cyclizine",
      "patterns": [
        "Cyclizine adalah?",
        "Pengertian Cyclizine?",
        "Apa itu definisi Cyclizine?",
        "tolong jelaskan Cyclizine?",
        "apakah yang dimaksud dengan Cyclizine"
      ],
      "responses": [
        "Cyclizine adalah obat antihistamin. Obat ini digunakan untuk mencegah atau mengobati mual, muntah, dan pusing yang disebabkan oleh mabuk perjalanan. Obat ini juga dapat digunakan untuk mengurangi keliyengan, pusing, dan kehilangan keseimbangan (vertigo) yang disebabkan oleh penyakit yang memengaruhi telinga bagian dalam. "
      ]
    },
    {
      "tag": "pengertian_cyclobarbital",
      "patterns": [
        "Cyclobarbital adalah?",
        "Pengertian Cyclobarbital?",
        "Apa itu definisi Cyclobarbital?",
        "tolong jelaskan Cyclobarbital?",
        "apakah yang dimaksud dengan Cyclobarbital"
      ],
      "responses": [
        "Cyclobarbital merupakan turunan barbiturat Obat ini tersedia di Rusia sebagai kombinasi dosis tetap dengan diazepam (100 mg siklobarbital + 10 mg diazepam nama merek Reladorm ) untuk pengobatan insomnia tetapi dihentikan pada tahun 2019."
      ]
    },
    {
      "tag": "pengertian_cyclopentamine",
      "patterns": [
        "Cyclopentamine adalah?",
        "Pengertian Cyclopentamine?",
        "Apa itu definisi Cyclopentamine?",
        "tolong jelaskan Cyclopentamine?",
        "apakah yang dimaksud dengan Cyclopentamine"
      ],
      "responses": [
        "Cyclopentamine merupakan obat simpatomimetik (sympathomimetics), yakni obat yang bekerja pada sistem saraf simpatik (sistem yang bertanggung jawab atas respon tubuh pada saat bergerak atau berlari) karena obat ini diyakini memiliki kemampuan aktivitas yang mirip seperti efek adrenalin, noradrenalin dan dopamin."
      ]
    },
    {
      "tag": "pengertian_cyclopentolate",
      "patterns": [
        "Cyclopentolate adalah?",
        "Pengertian Cyclopentolate?",
        "Apa itu definisi Cyclopentolate?",
        "tolong jelaskan Cyclopentolate?",
        "apakah yang dimaksud dengan Cyclopentolate"
      ],
      "responses": [
        "Cyclopentolate adalah obat tetes mata untuk mengatasi gejala radang di dalam mata, seperti radang uvea (uveitis) dan radang iris (iritis). Obat ini juga digunakan untuk melebarkan pupil sehingga mata pasien lebih mudah diperiksa oleh dokter."
      ]
    },
    {
      "tag": "pengertian_cycloserine",
      "patterns": [
        "Cycloserine adalah?",
        "Pengertian Cycloserine?",
        "Apa itu definisi Cycloserine?",
        "tolong jelaskan Cycloserine?",
        "apakah yang dimaksud dengan Cycloserine"
      ],
      "responses": [
        "Cyloserine adalah abat antibiotik. Cycloserine adalah antibiotik yang sering digunakan untuk mengatasi infeksi bakteri seperti tuberkulosis (TB). Dalam beberapa kasus, obat ini juga dapat digunakan untuk mengobati infeksi saluran kencing (ISK)."
      ]
    },
    {
      "tag": "pengertian_cimetidine",
      "patterns": [
        "Cimetidine adalah?",
        "Pengertian Cimetidine?",
        "Apa itu definisi Cimetidine?",
        "tolong jelaskan Cimetidine?",
        "apakah yang dimaksud dengan Cimetidine"
      ],
      "responses": [
        "Cimetidine adalah obat untuk mengobati asam lambung berlebih, seperti pada penyakit asam lambung (GERD) atau sindrom Zollinger-Ellison. Obat ini juga digunakan dalam penanganan tukak lambung, ulkus duodenum, atau esofagitis erosif yang termasuk sebagai komplikasi asam lambung berlebih."
      ]
    },
    {
      "tag": "pengertian_cinchonidine",
      "patterns": [
        "Cinchonidine adalah?",
        "Pengertian Cinchonidine?",
        "Apa itu definisi Cinchonidine?",
        "tolong jelaskan Cinchonidine?",
        "apakah yang dimaksud dengan Cinchonidine"
      ],
      "responses": [
        "Cinchonidine adalah alkaloid yang ditemukan di Cinchona officinalis dan Gongronema latifolium . [2] Ini digunakan dalam sintesis asimetris dalam kimia organik."
      ]
    },
    {
      "tag": "pengertian_cinchocaine",
      "patterns": [
        "Cinchocaine adalah?",
        "Pengertian Cinchocaine?",
        "Apa itu definisi Cinchocaine?",
        "tolong jelaskan Cinchocaine?",
        "apakah yang dimaksud dengan Cinchocaine"
      ],
      "responses": [
        "Cinchocaine adalah jenis anestesi lokal. Cinchocaine tersedia dalam bentuk salep dan supositoria digunakan untuk meringankan gejala nyeri dan gatal karena wasir. Obat ini bekerja dengan cara menghentikan kerja saraf untuk sementara waktu sehingga Anda tidak merasakan sakit."
      ]
    },
    {
      "tag": "pengertian_Cytarabine",
      "patterns": [
        "Cytarabine adalah?",
        "Pengertian Cytarabine?",
        "Apa itu definisi Cytarabine?",
        "tolong jelaskan Cytarabine?",
        "apakah yang dimaksud dengan Cytarabine"
      ],
      "responses": [
        "Cytarabine adalah obat untuk mengatasi beberapa jenis kanker darah, termasuk leukemia mieloblastik akut, leukemia limfoblastik akut, dan leukemia mieloblastik kronis. Obat ini juga bisa digunakan untuk mencegah dan mengatasi penyebaran leukemia ke selaput otak (meninges)."
      ]
    },
    {
      "tag": "pengertian_citric_acid",
      "patterns": [
        "Citric Acid adalah?",
        "Pengertian Citric Acid?",
        "Apa itu definisi Citric Acid?",
        "tolong jelaskan Citric Acid?",
        "apakah yang dimaksud dengan Citric Acid"
      ],
      "responses": [
        "Citric Acid atau asam sitrat merupakan asam yang beguna untuk mencerahkan kulit, meminimalisir tampilan noda hitam dan mengurangi garis halus. asam sitrat merupakan zat keratolitik atau eksfolian yang dapat menyebabkan pengelupasan sel kulit mati."
      ]
    },
    {
      "tag": "pengertian_clindamycin",
      "patterns": [
        "Clindamycin adalah?",
        "Pengertian Clindamycin?",
        "Apa itu definisi Clindamycin?",
        "tolong jelaskan Clindamycin?",
        "apakah yang dimaksud dengan Clindamycin"
      ],
      "responses": [
        "Klindamisin atau clindamycin adalah obat untuk mengatasi berbagai infeksi bakteri, seperti infeksi pada paru, kulit, darah, organ reproduksi wanita, atau organ dalam. Perlu diketahui bahwa antibiotik tidak dapat digunakan untuk mengobati infeksi virus, seperti flu."
      ]
    },
    {
      "tag": "pengertian_codeine",
      "patterns": [
        "Codeine adalah?",
        "Pengertian Codeine?",
        "Apa itu definisi Codeine?",
        "tolong jelaskan Codeine?",
        "apakah yang dimaksud dengan Codeine"
      ],
      "responses": [
        "Codeine adalah obat untuk meredakan nyeri berat yang tidak dapat diatasi dengan pereda nyeri lain. Selain itu, obat ini juga bisa digunakan untuk meredakan batuk. odeine dapat ditemukan dalam bentuk sediaan tunggal atau dalam kombinasi dengan obat lain."
      ]
    },
    {
      "tag": "pengertian_colchicine",
      "patterns": [
        "Colchicine adalah?",
        "Pengertian Colchicine?",
        "Apa itu definisi Colchicine?",
        "tolong jelaskan Colchicine?",
        "apakah yang dimaksud dengan Colchicine"
      ],
      "responses": [
        "Colchicine adalah obat untuk mengatasi atau mencegah nyeri yang muncul akibat penyakit asam urat atau serangan gout. Obat ini juga bisa digunakan untuk membantu menangani penyakit bawaan genetik familial Mediterranean fever (FMF)."
      ]
    },
    {
      "tag": "pengertian_dacarbazine",
      "patterns": [
        "Dacarbazine adalah?",
        "Pengertian Dacarbazine?",
        "Apa itu definisi Dacarbazine?",
        "tolong jelaskan Dacarbazine?",
        "apakah yang dimaksud dengan Dacarbazine"
      ],
      "responses": [
        "Dacarbazine adalah obat kemoterapi untuk mengatasi kanker stadium lanjut, meliputi kanker jaringan lunak, kanker kulit melanoma, dan Hodgkin's lymphoma. Obat ini dapat diberikan sebagai terapi tunggal atau dikombinasikan dengan obat kanker lain."
      ]
    },
    {
      "tag": "pengertian_dantrolene",
      "patterns": [
        "Dantrolene adalah?",
        "Pengertian Dantrolene?",
        "Apa itu definisi Dantrolene?",
        "tolong jelaskan Dantrolene?",
        "apakah yang dimaksud dengan Dantrolene"
      ],
      "responses": [
        "Dantrolene adalah obat untuk mengobati kekencangan otot, kejang, dan kram akibat gangguan saraf tertentu seperti cedera saraf tulang belakang, stroke, cerebral palsy, dan multiple sclerosis. Dantrolene adalah salah satu obat yang masuk dalam golongan relaksan otot. Obat ini bekerja dengan cara melemaskan otot-otot. Dantrolene membantu mengurangi nyeri otot dan kekakuan, meningkatkan kemampuan Anda untuk bergerak dan membantu Anda melakukan kegiatan sehari-hari."
      ]
    },
    {
      "tag": "pengertian_dapsone",
      "patterns": [
        "Dapsone adalah?",
        "Pengertian Dapsone?",
        "Apa itu definisi Dapsone?",
        "tolong jelaskan Dapsone?",
        "apakah yang dimaksud dengan Dapsone"
      ],
      "responses": [
        "Dapsone adalah obat untuk mengobati kusta, dermatitis herpetiformis, dan jerawat. Dalam pengobatan kusta, dapsone dapat dikombinasikan dengan rifampicin atau clofazimine.Dapsone akan menghentikan pertumbuhan bakteri dengan cara menghambat jalur metabolisme asam folat. Perlu diketahui, obat ini tidak dapat digunakan untuk mengobati infeksi virus, seperti flu."
      ]
    },
    {
      "tag": "pengertian_daunorubicin",
      "patterns": [
        "Daunorubicin adalah?",
        "Pengertian Daunorubicin?",
        "Apa itu definisi Daunorubicin?",
        "tolong jelaskan Daunorubicin?",
        "apakah yang dimaksud dengan Daunorubicin"
      ],
      "responses": [
        "Daunorubicin adalah obat antineoplastik golongan antrasiklin yang digunakan dalam tata laksana leukemia anak ataupun dewasa. Obat ini bekerja dengan menghambat replikasi DNA dan menghambat sintesis RNA. Daunorubicin diberikan hanya melalui rute intravena. Pemberian lewat rute intramuskular atau subkutan tidak diperbolehkan karena obat ini memiliki sifat korosif."
      ]
    },
    {
      "tag": "pengertian_debrisoquine",
      "patterns": [
        "Debrisoquine adalah?",
        "Pengertian Debrisoquine?",
        "Apa itu definisi Debrisoquine?",
        "tolong jelaskan Debrisoquine?",
        "apakah yang dimaksud dengan Debrisoquine"
      ],
      "responses": [
        "Debrisoquine adalah obat antihipertensi. Obat ini bekerja untuk menurunkan tekanan darah dengan mengurangi tingkat zat kimia tertentu dalam darah. Obat ini memungkinkan pembuluh darah Anda (vena dan arteri) melebar sehingga sirkulasi darah menjadi lebih lancar."
      ]
    },
    {
      "tag": "pengertian_dehydrocholic_acid",
      "patterns": [
        "Dehydrocholic acid adalah?",
        "Pengertian Dehydrocholic acid?",
        "Apa itu definisi Dehydrocholic acid?",
        "tolong jelaskan Dehydrocholic acid?",
        "apakah yang dimaksud dengan Dehydrocholic acid"
      ],
      "responses": [
        "Asam dehidrokolat adalah asam empedu sintetik,iproduksi melalui oksidasi asam kolat.Ia bertindak sebagai hidrokoleretik,meningkatkan keluaran empedu untuk membersihkan peningkatan beban asam empedu."
      ]
    },
    {
      "tag": "pengertian_deserpidine",
      "patterns": [
        "Deserpidine adalah?",
        "Pengertian Deserpidine?",
        "Apa itu definisi Deserpidine?",
        "tolong jelaskan Deserpidine?",
        "apakah yang dimaksud dengan Deserpidine"
      ],
      "responses": [
        "Deserpidine merupakan obat yang memiliki sifat anti-psikotik dan anti-hipertensi yang digunakan untuk mengendalikan tekanan darah tinggi dan untuk menghilangkan perilaku psikotik."
      ]
    },
    {
      "tag": "pengertian_desipramine",
      "patterns": [
        "Desipramine adalah?",
        "Pengertian Desipramine?",
        "Apa itu definisi Desipramine?",
        "tolong jelaskan Desipramine?",
        "apakah yang dimaksud dengan Desipramine"
      ],
      "responses": [
        "Desipramine terutama digunakan untuk pengobatan depresi. Mungkin juga berguna untuk mengobati gejala gangguan pemusatan perhatian dan hiperaktivitas (ADHD). Bukti manfaatnya hanya dalam jangka pendek, dan karena kekhawatiran akan efek sampingnya, kegunaannya secara keseluruhan tidak jelas."
      ]
    },
    {
      "tag": "pengertian_dextromethorphan",
      "patterns": [
        "Dextromethorphan adalah?",
        "Pengertian Dextromethorphan?",
        "Apa itu definisi Dextromethorphan?",
        "tolong jelaskan Dextromethorphan?",
        "apakah yang dimaksud dengan Dextromethorphan"
      ],
      "responses": [
        "Dextromethorphan adalah obat untuk meredakan batuk kering atau batuk tidak berdahak. Obat ini banyak ditemukan dalam produk obat flu dan batuk pilek. Dextromethorphan tersedia dalam bentuk tablet, kapsul, sirop, dan serbuk."
      ]
    },
    {
      "tag": "pengertian_dextromoramide",
      "patterns": [
        "Dextromoramide adalah?",
        "Pengertian Dextromoramide?",
        "Apa itu definisi Dextromoramide?",
        "tolong jelaskan Dextromoramide?",
        "apakah yang dimaksud dengan Dextromoramide"
      ],
      "responses": [
        "Dextromoramide merupakan analgesik yang banyak digunakan untuk meredakan nyeri sedang hingga berat. Ini termasuk dalam kelas analgesik opioid dan digunakan sebagai pengganti morfin dalam beberapa kasus, terutama dalam kasus di mana morfin tidak cocok karena efek samping atau efek yang tidak diinginkan."
      ]
    },
    {
      "tag": "pengertian_diethanolamine",
      "patterns": [
        "Diethanolamine adalah?",
        "Pengertian Diethanolamine?",
        "Apa itu definisi Diethanolamine?",
        "tolong jelaskan Diethanolamine?",
        "apakah yang dimaksud dengan Diethanolamine"
      ],
      "responses": [
        "Diethanolamine adalah senyawa organic cair tidak berwarna dan berminyak. Berbau amonia. Lebih padat dari air. Diethanolamine (DEA) sering digunakan dalam persiapan diethanolamides dan garam diethanolamine dari asam lemak yang diformulasikan menjadi sabun, serta surfaktan yang digunakan dalam deterjen cair, deterjen pencuci piring, kosmetik, shampoo, dan kondisioner rambut."
      ]
    },
    {
      "tag": "pengertian_diethylamine",
      "patterns": [
        "Diethylamine adalah?",
        "Pengertian Diethylamine?",
        "Apa itu definisi Diethylamine?",
        "tolong jelaskan Diethylamine?",
        "apakah yang dimaksud dengan Diethylamine"
      ],
      "responses": [
        "Diethylamine adalah obat yang digunakan untuk mengurangi rasa sakit akibat rematik dan kondisi otot ringan lainnya termasuk sakit pinggang, fibrositis, linu panggul, memar dan tegang otot."
      ]
    },
    {
      "tag": "pengertian_diphenhydramine",
      "patterns": [
        "Diphenhydramine adalah?",
        "Pengertian Diphenhydramine?",
        "Apa itu definisi Diphenhydramine?",
        "tolong jelaskan Diphenhydramine?",
        "apakah yang dimaksud dengan Diphenhydramine"
      ],
      "responses": [
        "Diphenhydramine adalah obat untuk meredakan gejala alergi dan batuk pilek (common cold). Selain itu, obat ini juga dapat digunakan untuk mengatasi mabuk perjalanan, serta kondisi tremor dan kaku otot pada penderita Parkinson."
      ]
    },
    {
      "tag": "pengertian_diphenoxylat",
      "patterns": [
        "Diphenoxylat adalah?",
        "Pengertian Diphenoxylat?",
        "Apa itu definisi Diphenoxylat?",
        "tolong jelaskan Diphenoxylat?",
        "apakah yang dimaksud dengan Diphenoxylat"
      ],
      "responses": [
        "Diphenoxylat adalah obat yang digunakan dalam pengelolaan dan pengobatan diare. Itu termasuk dalam kelas obat antimotilitas. Kegiatan ini menjelaskan indikasi, tindakan, dan kontraindikasi Diphenoxylate/Atropin sebagai agen yang berharga dalam mengobati diare akut dan kronis."
      ]
    },
    {
      "tag": "pengertian_dihydrocodeine",
      "patterns": [
        "Dihydrocodeine adalah?",
        "Pengertian Dihydrocodeine?",
        "Apa itu definisi Dihydrocodeine?",
        "tolong jelaskan Dihydrocodeine?",
        "apakah yang dimaksud dengan Dihydrocodeine"
      ],
      "responses": [
        "Dihydrocodeine adalah obat yang digunakan untuk menghilangkan rasa sakit. Obat ini adalah obat penghilang rasa sakit opioid, kadang-kadang dikenal sebagai analgesik opioid. Digunakan untuk mengontrol dan mengurangi nyeri sedang sampai berat. Dihydrocodeine bekerja pada reseptor opioid di otak dan menghambat rasa sakit."
      ]
    },
    {
      "tag": "pengertian_dihydroergocornine",
      "patterns": [
        "Dihydroergocornine adalah?",
        "Pengertian Dihydroergocornine?",
        "Apa itu definisi Dihydroergocornine?",
        "tolong jelaskan Dihydroergocornine?",
        "apakah yang dimaksud dengan Dihydroergocornine"
      ],
      "responses": [
        "Dihydroergocornine adalah alkaloid ergot. Di samping dihydroergocristine dan dihydroergocryptine, ini adalah salah satu dari tiga komponen ergoloid."
      ]
    },
    {
      "tag": "pengertian_dihydroergocryptine",
      "patterns": [
        "Dihydroergocryptine adalah?",
        "Pengertian Dihydroergocryptine?",
        "Apa itu definisi Dihydroergocryptine?",
        "tolong jelaskan Dihydroergocryptine?",
        "apakah yang dimaksud dengan Dihydroergocryptine"
      ],
      "responses": [
        "Dihydroergocryptin (DHEC) adalah obat yang digunakan untuk mengobati Penyakit Parkinson (kelumpuhan gemetar). Obat itu berasal dari ergot alkaloid. Zat tersebut dapat digunakan terutama sebagai a dopamin Agonis D2 serta agonis parsial D1."
      ]
    },
    {
      "tag": "pengertian_dihydroergocristine",
      "patterns": [
        "Dihydroergocristine adalah?",
        "Pengertian Dihydroergocristine?",
        "Apa itu definisi Dihydroergocristine?",
        "tolong jelaskan Dihydroergocristine?",
        "apakah yang dimaksud dengan Dihydroergocristine"
      ],
      "responses": [
        "Dihydroergocristine adalah obat yang di gunakan untuk pengobatan kejadian pembuluh darah otak dan perifer.Obat ini memiliki peran sebagai antagonis adrenergik dan agen vasodilator.Dihydroergocristine berasal dari hidrida, ergotaman dan ergocristine."
      ]
    },
    {
      "tag": "pengertian_dihydroergotamine",
      "patterns": [
        "Dihydroergotamine adalah?",
        "Pengertian Dihydroergotamine?",
        "Apa itu definisi Dihydroergotamine?",
        "tolong jelaskan Dihydroergotamine?",
        "apakah yang dimaksud dengan Dihydroergotamine"
      ],
      "responses": [
        "Dihydroergotamine digunakan untuk mengobati sakit kepala migrain. Dihydroergotamine berada dalam kelas obat yang disebut alkaloid ergot.Dihydroergotamine terdaftar di FDA pada 12 April 1946, didaftarkan pertama kali oleh perusahaan yang bernama BAUSCH"
      ]
    },
    {
      "tag": "pengertian_dihydrostreptomycin",
      "patterns": [
        "Dihydrostreptomycin adalah?",
        "Pengertian Dihydrostreptomycin?",
        "Apa itu definisi Dihydrostreptomycin?",
        "tolong jelaskan Dihydrostreptomycin?",
        "apakah yang dimaksud dengan Dihydrostreptomycin"
      ],
      "responses": [
        "Dihydrostreptomycin  adalah antibiotik aminoglikosida. Pada manusia, penggunaan dihydrostreptomisin telah dikaitkan dengan ototoksisitas. FDA mencabut persetujuannya atas penggunaan semua produk obat yang mengandung dihydrostreptomycin sulfate."
      ]
    },
    {
      "tag": "pengertian_dinoprostone",
      "patterns": [
        "Dinoprostone adalah?",
        "Pengertian Dinoprostone?",
        "Apa itu definisi Dinoprostone?",
        "tolong jelaskan Dinoprostone?",
        "apakah yang dimaksud dengan Dinoprostone"
      ],
      "responses": [
        "Dinoprostone adalah obat yang digunakan untuk membantu mempersiapkan serviks (pembukaan yang lebih rendah dari rahim) untuk persalinan. Hal ini digunakan pada wanita yang mengalami kehamilan normal dan yang berada pada atau dekat tanggal jatuh tempo persalinan."
      ]
    },
    {
      "tag": "pengertian_dipyridamole",
      "patterns": [
        "Dipyridamole adalah?",
        "Pengertian Dipyridamole?",
        "Apa itu definisi Dipyridamole?",
        "tolong jelaskan Dipyridamole?",
        "apakah yang dimaksud dengan Dipyridamole"
      ],
      "responses": [
        "Dipyridamole adalah obat untuk mencegah terbentuknya gumpalan darah setelah operasi penggantian katup jantung. Gumpalan darah yang menyumbat pembuluh darah dapat menyebabkan terjadinya stroke, emboli paru, atau serangan jantung."
      ]
    },
    {
      "tag": "pengertian_disopyramide",
      "patterns": [
        "Disopyramide adalah?",
        "Pengertian Disopyramide?",
        "Apa itu definisi Disopyramide?",
        "tolong jelaskan Disopyramide?",
        "apakah yang dimaksud dengan Disopyramide"
      ],
      "responses": [
        "Disopyramide adalah obat yang digunakan untuk mengobati beberapa kondisi serius (mungkin fatal) yang berkaitan dengan denyut jantung yang tidak teratur, seperti persistent ventricular takikardia. Obat ini digunakan untuk mengembalikan irama jantung ke tingkat normal dan mempertahankan detak jantung agar tetap stabil."
      ]
    },
    {
      "tag": "pengertian_doxepine",
      "patterns": [
        "Doxepine adalah?",
        "Pengertian Doxepine?",
        "Apa itu definisi Doxepine?",
        "tolong jelaskan Doxepine?",
        "apakah yang dimaksud dengan Doxepine"
      ],
      "responses": [
        "Doxepine atau doxepin topikal adalah obat untuk meredakan rasa gatal akibat kondisi kulit tertentu, seperti dermatitis atopik atau neurodermatitis. Bentuk sediaan doxepine yang tersedia di Indonesia adalah krim dengan kandungan 5% doxepin hydrochloride."
      ]
    },
    {
      "tag": "pengertian_doxycycline",
      "patterns": [
        "Doxycycline adalah?",
        "Pengertian Doxycycline?",
        "Apa itu definisi Doxycycline?",
        "tolong jelaskan Doxycycline?",
        "apakah yang dimaksud dengan Doxycycline"
      ],
      "responses": [
        "Doxycycline adalah obat untuk mengatasi berbagai penyakit akibat infeksi bakteri. Antibiotik ini juga digunakan dalam pengobatan jerawat yang berat dan pencegahan malaria. Doxycycline tersedia dalam bentuk kapsul dan penggunaannya harus dengan resep dokter."
      ]
    },
    {
      "tag": "pengertian_doxylamine",
      "patterns": [
        "Doxylamine adalah?",
        "Pengertian Doxylamine?",
        "Apa itu definisi Doxylamine?",
        "tolong jelaskan Doxylamine?",
        "apakah yang dimaksud dengan Doxylamine"
      ],
      "responses": [
        "Doxylamine adalah obat untuk meredakan gejala alergi dan rhinitis alergi. Obat ini biasanya dikombinasikan dengan pereda batuk (antitusif) atau dekongestan untuk meredakan gejala batuk pilek (common cold). Terkadang, obat ini juga digunakan dalam penanganan jangka pendek untuk insomnia."
      ]
    },
    {
      "tag": "pengertian_doxorubicin",
      "patterns": [
        "Doxorubicin adalah?",
        "Pengertian Doxorubicin?",
        "Apa itu definisi Doxorubicin?",
        "tolong jelaskan Doxorubicin?",
        "apakah yang dimaksud dengan Doxorubicin"
      ],
      "responses": [
        "Doxorubicin adalah obat kemoterapi untuk mengobati berbagai jenis kanker, seperti kanker payudara, kanker prostat, kanker lambung, kanker tiroid, kanker hati, atau limfoma."
      ]
    },
    {
      "tag": "pengertian_ephedrine",
      "patterns": [
        "Ephedrine adalah?",
        "Pengertian Ephedrine?",
        "Apa itu definisi Ephedrine?",
        "tolong jelaskan Ephedrine?",
        "apakah yang dimaksud dengan Ephedrine"
      ],
      "responses": [
        "Efedrin adalah obat yang digunakan untuk mengatasi masalah yang berhubungan dengan pernapasan dan paru-paru. Obat ini juga sering kali dimanfaatkan untuk bantuan sementara sesak napas, sesak dada, mengi karena asma bronkial, dan sejumlah kondisi lain yang ditentukan oleh dokter."
      ]
    },
    {
      "tag": "pengertian_emetine",
      "patterns": [
        "Emetine adalah?",
        "Pengertian Emetine?",
        "Apa itu definisi Emetine?",
        "tolong jelaskan Emetine?",
        "apakah yang dimaksud dengan Emetine"
      ],
      "responses": [
        "Emetine adalah obat yang memiliki kegunaan sebagai anti-protozoa dalam pengobatan amebiasis. Obat ini juga sering digunakan untuk menginduksi pasien untuk muntah"
      ]
    },
    {
      "tag": "pengertian_epinefrin",
      "patterns": [
        "Epinefrin adalah?",
        "Pengertian Epinefrin?",
        "Apa itu definisi Epinefrin?",
        "tolong jelaskan Epinefrin?",
        "apakah yang dimaksud dengan Epinefrin"
      ],
      "responses": [
        "Epinefrin atau adrenalin adalah katekolamin endogen dari kelenjar adrenal, yang dalam bentuk obat sering digunakan untuk menangani anafilaksis, bradikardi, cardiac arrest, hipotensi akibat syok sepsis, dan untuk menginduksi serta menjaga midriasis selama operasi okular."
      ]
    },
    {
      "tag": "pengertian_equilenin",
      "patterns": [
        "Equilenin adalah?",
        "Pengertian Equilenin?",
        "Apa itu definisi Equilenin?",
        "tolong jelaskan Equilenin?",
        "apakah yang dimaksud dengan Equilenin"
      ],
      "responses": [
        "Equilenin adalah steroid estrogenik yang diproduksi oleh kuda. Ia memiliki total lima ikatan rangkap di cincin A dan B. Konsentrasi equilenin yang tinggi ditemukan dalam urin kuda hamil."
      ]
    },
    {
      "tag": "pengertian_ergometrine",
      "patterns": [
        "Ergometrine adalah?",
        "Pengertian Ergometrine?",
        "Apa itu definisi Ergometrine?",
        "tolong jelaskan Ergometrine?",
        "apakah yang dimaksud dengan Ergometrine"
      ],
      "responses": [
        "Ergometrine adalah obat untuk mencegah dan mengatasi perdarahan setelah proses persalinan atau aborsi. Cara kerja obat ini yaitu dengan meningkatkan kontraksi uterus (rahim) yang dapat mengurangi kehabisan darah setelah persalinan. Obat ini juga menyebabkan penyempitan pembuluh darah bagian tepi dan otak."
      ]
    },
    {
      "tag": "pengertian_ergotamine",
      "patterns": [
        "Ergotamine adalah?",
        "Pengertian Ergotamine?",
        "Apa itu definisi Ergotamine?",
        "tolong jelaskan Ergotamine?",
        "apakah yang dimaksud dengan Ergotamine"
      ],
      "responses": [
        "Ergotamine adalah obat untuk meredakan atau mencegah sakit kepala sebelah atau migrain. Ergotamine bisa ditemukan dalam produk obat yang dikombinasikan dengan kafein. Ergotamine bekerja dengan cara memengaruhi reseptor serotonin dan menyebabkan efek vasokonstriksi pembuluh darah."
      ]
    },
    {
      "tag": "pengertian_erythromycin",
      "patterns": [
        "Erythromycin adalah?",
        "Pengertian Erythromycin?",
        "Apa itu definisi Erythromycin?",
        "tolong jelaskan Erythromycin?",
        "apakah yang dimaksud dengan Erythromycin"
      ],
      "responses": [
        "Erythromycin adalah obat untuk mengatasi infeksi bakteri di berbagai bagian tubuh, seperti kulit, saluran pernapasan, saluran pencernaan, saluran kemih, dan organ genital. Obat ini tersedia dalam berbagai bentuk sediaan, seperti tablet, kapsul, sirop kering, cairan obat luar, krim, dan gel."
      ]
    },
    {
      "tag": "pengertian_scopolamine",
      "patterns": [
        "Scopolamine adalah?",
        "Pengertian Scopolamine?",
        "Apa itu definisi Scopolamine?",
        "tolong jelaskan Scopolamine?",
        "apakah yang dimaksud dengan Scopolamine"
      ],
      "responses": [
        "Scopolamine adalah obat untuk mengatasi kram perut, usus, atau saluran kemih. Scopolamine dikenal juga dengan nama hyoscine. Hyoscine terdiri dari dua jenis, yaitu hyoscine butylbromide dan hyoscine hydrobromide."
      ]
    },
    {
      "tag": "pengertian_spectinomycin",
      "patterns": [
        "Spectinomycin adalah?",
        "Pengertian Spectinomycin?",
        "Apa itu definisi Spectinomycin?",
        "tolong jelaskan Spectinomycin?",
        "apakah yang dimaksud dengan Spectinomycin"
      ],
      "responses": [
        "pektinomisina (spectinomycin) adalah antibiotik yang termasuk  aminosiklitol yang terkait sangat dekat dengan antibiotik golongan Aminoglikosida. Antibiotik ini diberikan dalam bentuk garamnya yaitu dalam bentuk spectinomycin hydrochloride (spectinomycin - HCl), yang bekerja dengan cara mengikat ribosom 30s pada bakteri yang menyebabkan kegagalan pembacaan mRNA sehingga bakteri tidak mampu mensintesa protein yang dibutuhkan untuk pertumbuhannya."
      ]
    },
    {
      "tag": "pengertian_ethinylestradiol",
      "patterns": [
        "Ethinylestradiol adalah?",
        "Pengertian Ethinylestradiol?",
        "Apa itu definisi Ethinylestradiol?",
        "tolong jelaskan Ethinylestradiol?",
        "apakah yang dimaksud dengan Ethinylestradiol"
      ],
      "responses": [
        "Ethinylestradiol atau etinilestradiol merupakan estrogen semisintetik yang sering digunakan sebagai komponen estrogen pada kontrasepsi kombinasi oral, bersama dengan progesteron atau progestin. Ethinylestradiol juga digunakan sebagai terapi sulih hormon untuk mengatasi gejala dan mencegah osteoporosis pada wanita pasca menopause."
      ]
    },
    {
      "tag": "pengertian_ethambutol",
      "patterns": [
        "Ethambutol adalah?",
        "Pengertian Ethambutol?",
        "Apa itu definisi Ethambutol?",
        "tolong jelaskan Ethambutol?",
        "apakah yang dimaksud dengan Ethambutol"
      ],
      "responses": [
        "Ethambutol bermanfaat untuk mengatasi tuberkulosis (TBC). Obat ini biasanya dikombinasikan dengan beberapa antibiotik lain, seperti rifampicin dan isoniazid, untuk menghentikan pertumbuhan bakteri penyebab tuberkulosis."
      ]
    },
    {
      "tag": "pengertian_ethanolamine",
      "patterns": [
        "Ethanolamine adalah?",
        "Pengertian Ethanolamine?",
        "Apa itu definisi Ethanolamine?",
        "tolong jelaskan Ethanolamine?",
        "apakah yang dimaksud dengan Ethanolamine"
      ],
      "responses": [
        "Ethanolamine (EA) adalah sumber karbon dan/atau nitrogen yang berharga bagi bakteri yang mampu melakukan katabolismenya. Karena berasal dari membran fosfolipid fosfatidletanolamin, senyawa ini sangat lazim di saluran pencernaan, yang kaya akan membran karena pergantian epitel usus dan mikrobiota yang menetap."
      ]
    },
    {
      "tag": "pengertian_ethylamine",
      "patterns": [
        "Ethylamine adalah?",
        "Pengertian Ethylamine?",
        "Apa itu definisi Ethylamine?",
        "tolong jelaskan Ethylamine?",
        "apakah yang dimaksud dengan Ethylamine"
      ],
      "responses": [
        "Ethylamine (Etilamin) adalah Gas tidak berwarna ini memiliki bau seperti amonia yang kuat. Ia mengembun tepat di bawah suhu kamar menjadi cairan yang dapat bercampur dengan hampir semua pelarut. Ini adalah basa nukleofilik , seperti khas untuk amina. Etilamin banyak digunakan dalam industri kimia dan sintesis organik."
      ]
    },
    {
      "tag": "pengertian_etidocaine",
      "patterns": [
        "Etidocaine adalah?",
        "Pengertian Etidocaine?",
        "Apa itu definisi Etidocaine?",
        "tolong jelaskan Etidocaine?",
        "apakah yang dimaksud dengan Etidocaine"
      ],
      "responses": [
        "Etidocaine (Etidokain) adalah asam amino Amida dimana asam 2-[etil(propil)amino]butanoat dan 2,6-dimetilanilin telah bergabung membentuk ikatan Amida. Digunakan sebagai anestesi lokal (amide caine), obat ini mempunyai onset cepat dan sifat kerja panjang, mirip dengan bupivacaine , dan diberikan melalui suntikan selama prosedur pembedahan dan selama persalinan. Ini memiliki peran sebagai anestesi lokal."
      ]
    },
    {
      "tag": "pengertian_ethoheptazine",
      "patterns": [
        "Ethoheptazine adalah?",
        "Pengertian Ethoheptazine?",
        "Apa itu definisi Ethoheptazine?",
        "tolong jelaskan Ethoheptazine?",
        "apakah yang dimaksud dengan Ethoheptazine"
      ],
      "responses": [
        "Ethoheptazine dipasarkan dengan nama Zactane. Ini adalah analgesik opioid berbasis fenazepin. Obat ini ditemukan pada tahun 1950an dan berhubungan dengan obat lain seperti proheptazine. Ethoheptazine tidak lagi dipasarkan di Amerika Serikat."
      ]
    },
    {
      "tag": "pengertian_ethoxzolamide",
      "patterns": [
        "Ethoxzolamide adalah?",
        "Pengertian Ethoxzolamide?",
        "Apa itu definisi Ethoxzolamide?",
        "tolong jelaskan Ethoxzolamide?",
        "apakah yang dimaksud dengan Ethoxzolamide"
      ],
      "responses": [
        "Ethoxzolamide adalah sulfonamida yang digunakan sebagai diuretik dan pada glaukoma. Ini menghambat aktivitas karbonat anhidrase di tubulus ginjal proksimal untuk menurunkan reabsorpsi air, natrium, kalium, bikarbonat. Aktivitas farmakologisnya menimbulkan risiko hipokalemia."
      ]
    },
    {
      "tag": "pengertian_phenacetin",
      "patterns": [
        "Phenacetin adalah?",
        "Pengertian Phenacetin?",
        "Apa itu definisi Phenacetin?",
        "tolong jelaskan Phenacetin?",
        "apakah yang dimaksud dengan Phenacetin"
      ],
      "responses": [
        "Phenacetin adalah obat analgesik dan penurun demam pada pengobatan manusia dan hewan selama bertahun-tahun. Ini diperkenalkan ke dalam terapi pada tahun 1887 dan banyak digunakan dalam campuran analgesik sampai terlibat dalam penyakit ginjal (nefropati) akibat penyalahgunaan analgesik dan dihentikan penggunaannya karena efek sampingnya yang serius."
      ]
    },
    {
      "tag": "pengertian_phenazocine",
      "patterns": [
        "Phenazocine adalah?",
        "Pengertian Phenazocine?",
        "Apa itu definisi Phenazocine?",
        "tolong jelaskan Phenazocine?",
        "apakah yang dimaksud dengan Phenazocine"
      ],
      "responses": [
        "Phenazocine adalah obat analgesik opioid yang berhubungan dengan Pentazocine (P274300) dan memiliki profil efek yang serupa. Penggunaan Phenazocine menghasilkan analgesia dan euforia dan dalam beberapa kasus disforia dan halusinasi pada dosis tinggi."
      ]
    },
    {
      "tag": "pengertian_phendimetrazine",
      "patterns": [
        "Phendimetrazine adalah?",
        "Pengertian Phendimetrazine?",
        "Apa itu definisi Phendimetrazine?",
        "tolong jelaskan Phendimetrazine?",
        "apakah yang dimaksud dengan Phendimetrazine"
      ],
      "responses": [
        "Phendimetrazine adalah obat yang digunakan dengan olahraga yang disetujui dokter, perubahan perilaku, dan program diet rendah kalori untuk membantu Anda menurunkan berat badan. Ini digunakan oleh orang-orang tertentu yang kelebihan berat badan, seperti mereka yang mengalami obesitas atau memiliki masalah kesehatan terkait berat badan."
      ]
    },
    {
      "tag": "pengertian_Pheneticillin",
      "patterns": [
        "Pheneticillin adalah?",
        "Pengertian Pheneticillin?",
        "Apa itu definisi Pheneticillin?",
        "tolong jelaskan Pheneticillin?",
        "apakah yang dimaksud dengan Pheneticillin"
      ],
      "responses": [
        "Pheneticillin (Penisilin) adalah antibiotik yang digunakan untuk mengobati infeksi bakteri. Penyakit yang bisa diatasi dengan penisilin antara lain infeksi saluran pernapasan, infeksi telinga tengah, atau demam reumatik."
      ]
    },
    {
      "tag": "pengertian_fenformina",
      "patterns": [
        "Fenformina adalah?",
        "Pengertian Fenformina?",
        "Apa itu definisi Fenformina?",
        "tolong jelaskan Fenformina?",
        "apakah yang dimaksud dengan Fenformina"
      ],
      "responses": [
        "Fenformina (Phenformin) merupakan obat antidiabetes dari golongan biguanida . Itu dipasarkan sebagai DBI oleh Ciba-Geigy, tetapi ditarik dari sebagian besar pasar pada akhir tahun 1970an karena risiko tinggi asidosis laktat , yang berakibat fatal pada 50% kasus."
      ]
    },
    {
      "tag": "pengertian_phenylbutazone",
      "patterns": [
        "Phenylbutazone adalah?",
        "Pengertian Phenylbutazone?",
        "Apa itu definisi Phenylbutazone?",
        "tolong jelaskan Phenylbutazone?",
        "apakah yang dimaksud dengan Phenylbutazone"
      ],
      "responses": [
        "Phenylbutazone adalah obat resep yang efektif mengatasi nyeri dan peradangan pada pengidap rematik, asam urat (gout) dan osteoarthritis. Obat diklasifikasikan ke dalam antiinflamasi nonsteroid. Phenylbutazone memiliki efek antiperadangan, antidemam dan antinyeri. Obat bekerja dengan cara menurunkan produksi prostaglandin dalam tubuh. Ini adalah senyawa yang dapat merangsang kontraksi otot rahim."
      ]
    },
    {
      "tag": "pengertian_phenylephrine",
      "patterns": [
        "Phenylephrine adalah?",
        "Pengertian Phenylephrine?",
        "Apa itu definisi Phenylephrine?",
        "tolong jelaskan Phenylephrine?",
        "apakah yang dimaksud dengan Phenylephrine"
      ],
      "responses": [
        "Phenylephrine adalah obat untuk meredakan hidung tersumbat karena flu, batuk pilek, alergi, atau sinusitis. Obat ini efektif untuk meredakan gejala, tetapi tidak bisa menyembuhkan penyakit yang menjadi penyebab hidung tersumbat."
      ]
    },
    {
      "tag": "pengertian_phenylethylamine",
      "patterns": [
        "Phenylethylamine adalah?",
        "Pengertian Phenylethylamine?",
        "Apa itu definisi Phenylethylamine?",
        "tolong jelaskan Phenylethylamine?",
        "apakah yang dimaksud dengan Phenylethylamine"
      ],
      "responses": [
        "Phenylethylamine (PEA) adalah stimulan sistem saraf pusat. Jumlah normal PEA yang diproduksi dalam tubuh mendukung tingkat energi yang sehat serta perhatian dan fokus, kesejahteraan, kebahagiaan, dan fungsi kognitif."
      ]
    },
    {
      "tag": "pengertian_phenylpropanolamine",
      "patterns": [
        "Phenylpropanolamine adalah?",
        "Pengertian Phenylpropanolamine?",
        "Apa itu definisi Phenylpropanolamine?",
        "tolong jelaskan Phenylpropanolamine?",
        "apakah yang dimaksud dengan Phenylpropanolamine"
      ],
      "responses": [
        "Phenylpropanolamine atau phenylpropanolamine hcl adalah obat untuk meredakan hidung tersumbat akibat flu, batuk pilek (common cold), alergi, atau radang sinus (sinusitis). Phenylpropanolamine bisa ditemukan dalam bentuk kombinasi dengan obat lain."
      ]
    },
    {
      "tag": "pengertian_phenyltoloxamine",
      "patterns": [
        "Phenyltoloxamine adalah?",
        "Pengertian Phenyltoloxamine?",
        "Apa itu definisi Phenyltoloxamine?",
        "tolong jelaskan Phenyltoloxamine?",
        "apakah yang dimaksud dengan Phenyltoloxamine"
      ],
      "responses": [
        "Phenyltoloxamine adalah antihistamin yang mengurangi efek kimia histamin alami dalam tubuh. Histamin dapat menimbulkan gejala bersin, gatal, mata berair, dan pilek."
      ]
    },
    {
      "tag": "pengertian_phenindamine",
      "patterns": [
        "Phenindamine adalah?",
        "Pengertian Phenindamine?",
        "Apa itu definisi Phenindamine?",
        "tolong jelaskan Phenindamine?",
        "apakah yang dimaksud dengan Phenindamine"
      ],
      "responses": [
        "Phenindamine adalah obat yang masuk ke dalam kelas obat antihistamine. Phenindamine memblokir efek histamin kimiawi yang terjadi secara alami di tubuh. Phenindamine digunakan untuk mengobati, bersin, hidung merah, gatal, ruam dan gejala alergi lainnya dan juga gejala selesma (common cold) lainnya."
      ]
    },
    {
      "tag": "pengertian_phenyramidol",
      "patterns": [
        "Phenyramidol adalah?",
        "Pengertian Phenyramidol?",
        "Apa itu definisi Phenyramidol?",
        "tolong jelaskan Phenyramidol?",
        "apakah yang dimaksud dengan Phenyramidol"
      ],
      "responses": [
        "Phenyramidol adalah analgesik dan pelemas otot yang digunakan untuk meredakan nyeri muskuloskeletal ringan hingga sedang, nyeri leher dan bahu, nyeri punggung bawah, atau nyeri dan ketidaknyamanan yang berhubungan dengan kejang otot yang mungkin disebabkan oleh cedera otot atau keseleo. Disarankan untuk menggunakan obat ini bersamaan dengan istirahat dan terapi fisik untuk mendapatkan efek terbaik."
      ]
    },
    {
      "tag": "pengertian_pheniramine",
      "patterns": [
        "Pheniramine adalah?",
        "Pengertian Pheniramine?",
        "Apa itu definisi Pheniramine?",
        "tolong jelaskan Pheniramine?",
        "apakah yang dimaksud dengan Pheniramine"
      ],
      "responses": [
        "Pheniramine adalah antihistamin yang disetujui untuk mengobati gejala alergi seperti hidung tersumbat dan mata bengkak. Ia juga telah digunakan untuk mengobati dermatitis (radang kulit) dan mabuk perjalanan. Pheniramine mungkin terdaftar sebagai pheniramine maleate pada label obat. Pheniramine dapat ditemukan dalam obat multi-gejala yang dijual bebas."
      ]
    },
    {
      "tag": "pengertian_phenytoin",
      "patterns": [
        "Phenytoin adalah?",
        "Pengertian Phenytoin?",
        "Apa itu definisi Phenytoin?",
        "tolong jelaskan Phenytoin?",
        "apakah yang dimaksud dengan Phenytoin"
      ],
      "responses": [
        "Phenytoin adalah obat untuk mengendalikan kejang pada penderita epilepsi. Obat ini juga digunakan untuk mengatasi trigeminal neuralgia, serta mencegah dan menangani kejang yang terjadi selama atau setelah prosedur bedah saraf."
      ]
    },
    {
      "tag": "pengertian_phenmetrazine",
      "patterns": [
        "Phenmetrazine adalah?",
        "Pengertian Phenmetrazine?",
        "Apa itu definisi Phenmetrazine?",
        "tolong jelaskan Phenmetrazine?",
        "apakah yang dimaksud dengan Phenmetrazine"
      ],
      "responses": [
        "Phenmetrazine adalah obat simpatomimetik yang digunakan terutama sebagai penekan nafsu makan. Tindakan dan mekanismenya mirip dengan dextroamphetamine. Phenmetrazine awalnya dijual dengan nama dagang Preludin sebagai obat anoreksia. Sejak itu telah dihapus dari pasar. Oleh beberapa pihak, obat ini dianggap memiliki potensi kecanduan yang lebih besar dibandingkan amfetamin, dan telah disalahgunakan di banyak negara, misalnya Swedia."
      ]
    },
    {
      "tag": "pengertian_phenobarbital",
      "patterns": [
        "Phenobarbital adalah?",
        "Pengertian Phenobarbital?",
        "Apa itu definisi Phenobarbital?",
        "tolong jelaskan Phenobarbital?",
        "apakah yang dimaksud dengan Phenobarbital"
      ],
      "responses": [
        "Phenobarbital adalah obat untuk mengontrol dan meredakan kejang. Selain itu, obat ini juga bermanfaat sebagai obat penenang yang biasa digunakan menjelang operasi, dan untuk mengatasi insomnia atau susah tidur."
      ]
    },
    {
      "tag": "pengertian_phenolphthalein",
      "patterns": [
        "Phenolphthalein adalah?",
        "Pengertian Phenolphthalein?",
        "Apa itu definisi Phenolphthalein?",
        "tolong jelaskan Phenolphthalein?",
        "apakah yang dimaksud dengan Phenolphthalein"
      ],
      "responses": [
        "Phenolphthalein (Fenolftalein) merupakan senyawa organik yang digunakan sebagai reagen laboratorium dan indikator pH. Phenolphthalein memberikan efek pencahar dengan merangsang mukosa usus dan mengkonstriksi otot polos. Namun, fenolftalein tidak lagi digunakan sebagai obat pencahar karena diduga bersifat karsinogenisitas senyawa ini."
      ]
    },
    {
      "tag": "pengertian_fenoprofen",
      "patterns": [
        "Fenoprofen adalah?",
        "Pengertian Fenoprofen?",
        "Apa itu definisi Fenoprofen?",
        "tolong jelaskan Fenoprofen?",
        "apakah yang dimaksud dengan Fenoprofen"
      ],
      "responses": [
        "Fenoprofen merupakan obat anti inflamasi nonsteroid ( NSAID ) yang efektif untuk mengatasi demam , nyeri , dan bengkak akibat peradangan. Fenoprofen termasuk dalam kelas obat yang disebut obat antiinflamasi nonsteroid ( NSAID ). Anggota obat golongan NSAID lainnya antara lain ibuprofen ( Motrin ), indometasin (Indocin), nabumetone (Relafen), naproxen ( Aleve ) dan beberapa lainnya."
      ]
    },
    {
      "tag": "pengertian_phentermine",
      "patterns": [
        "Phentermine adalah?",
        "Pengertian Phentermine?",
        "Apa itu definisi Phentermine?",
        "tolong jelaskan Phentermine?",
        "apakah yang dimaksud dengan Phentermine"
      ],
      "responses": [
        "Phentermine digunakan untuk mempercepat penurunan berat badan pada orang yang kelebihan berat badan. Ini digunakan bersamaan dengan diet dan olahraga untuk mengobati obesitas, terutama pada orang dengan faktor risiko seperti tekanan darah tinggi, kolesterol tinggi, atau diabetes."
      ]
    },
    {
      "tag": "pengertian_phenoxypropazine",
      "patterns": [
        "Phenoxypropazine adalah?",
        "Pengertian Phenoxypropazine?",
        "Apa itu definisi Phenoxypropazine?",
        "tolong jelaskan Phenoxypropazine?",
        "apakah yang dimaksud dengan Phenoxypropazine"
      ],
      "responses": [
        "Phenoxypropazine adalah penghambat enzim monoamine oksidase (MAOI) non-selektif dan ireversibel, yang termasuk dalam kelas kimia hidrazin . Obat ini dipasarkan sebagai antidepresan pada tahun 1961 tetapi kemudian ditarik pada tahun 1966 karena potensi hepatotoksiknya."
      ]
    },
    {
      "tag": "pengertian_phentolamine",
      "patterns": [
        "Phentolamine adalah?",
        "Pengertian Phentolamine?",
        "Apa itu definisi Phentolamine?",
        "tolong jelaskan Phentolamine?",
        "apakah yang dimaksud dengan Phentolamine"
      ],
      "responses": [
        "Phentolamine adalah obat penghambat alfa-adrenergik yang dapat digunakan untuk mengatasi kondisi kesehatan tertentu, seperti: pheochromocytoma (tumor pada kelenjar adrenal), hipertensi, impotensi (kelainan ereksi), penyakit pembuluh darah perifer"
      ]
    },
    {
      "tag": "pengertian_fluorouracil",
      "patterns": [
        "Fluorouracil adalah?",
        "Pengertian Fluorouracil?",
        "Apa itu definisi Fluorouracil?",
        "tolong jelaskan Fluorouracil?",
        "apakah yang dimaksud dengan Fluorouracil"
      ],
      "responses": [
        "Fluorouracil adalah regimen standar yang digunakan dalam terapi tumor padat multipel, baik sebagai adjuvan dalam terapi kuratif maupun terapi paliatif untuk penanganan metastasis."
      ]
    },
    {
      "tag": "pengertian_gentamicina",
      "patterns": [
        "Gentamicina adalah?",
        "Pengertian Gentamicina?",
        "Apa itu definisi Gentamicina?",
        "tolong jelaskan Gentamicina?",
        "apakah yang dimaksud dengan Gentamicina"
      ],
      "responses": [
        "Gentamicina(Gentamicin) adalah obat untuk mengatasi infeksi bakteri di berbagai bagian tubuh, mulai dari telinga luar, mata, kulit, hingga otak. Perlu diketahui bahwa obat ini tidak bisa digunakan untuk mengobati infeksi akibat virus atau jamur."
      ]
    },
    {
      "tag": "pengertian_glycolic_acid",
      "patterns": [
        "Glycolic acid adalah?",
        "Pengertian Glycolic acid?",
        "Apa itu definisi Glycolic acid?",
        "tolong jelaskan Glycolic acid?",
        "apakah yang dimaksud dengan Glycolic acid"
      ],
      "responses": [
        "Glycolic acid (asam glikolat) adalah salah satu asam dari golongan alpha hydroxy acid (AHA) yang berasal dari tebu. Glycolic acid banyak digunakan sebagai bahan aktif dalam berbagai produk kecantikan, seperti krim, serum, dan toner wajah."
      ]
    },
    {
      "tag": "pengertian_glucuronic_acid",
      "patterns": [
        "D-Glucuronic acid adalah?",
        "Pengertian D-Glucuronic acid?",
        "Apa itu definisi D-Glucuronic acid?",
        "tolong jelaskan D-Glucuronic acid?",
        "apakah yang dimaksud dengan D-Glucuronic acid"
      ],
      "responses": [
        "D-Glucuronic acid (Asam D-glukopiranuronat) adalah asam D-glukuronat dalam bentuk piranosa siklik. Ia memiliki peran sebagai metabolit alga. Ini adalah asam konjugat dari D-glukopiranuronate. Ini adalah enantiomer dari asam L-glukopiranuronat ."
      ]
    },
    {
      "tag": "pengertian_glutethimide",
      "patterns": [
        "glutethimide adalah?",
        "Pengertian glutethimide?",
        "Apa itu definisi glutethimide?",
        "tolong jelaskan glutethimide?",
        "apakah yang dimaksud dengan glutethimide"
      ],
      "responses": [
        "Glutethimide adalah obat hipnotis dan obat penenang. Penggunaannya sebagian besar telah digantikan oleh obat lain dikarenakan dapat menyebabkan ketergantungan psikologis atau fisik yang parah. Ini adalah zat Depresan."
      ]
    },
    {
      "tag": "pengertian_guanethidine",
      "patterns": [
        "Guanethidine adalah?",
        "Pengertian Guanethidine?",
        "Apa itu definisi Guanethidine?",
        "tolong jelaskan Guanethidine?",
        "apakah yang dimaksud dengan Guanethidine"
      ],
      "responses": [
        "Guanethidine adalah obat kelas umum yang disebut antihipertensi. Ini digunakan untuk mengobati tekanan darah tinggi (hipertensi). Guanethidine bekerja dengan mengendalikan impuls saraf di sepanjang jalur saraf tertentu."
      ]
    },
    {
      "tag": "pengertian_guanoxan",
      "patterns": [
        "Guanoxan adalah?",
        "Pengertian Guanoxan?",
        "Apa itu definisi Guanoxan?",
        "tolong jelaskan Guanoxan?",
        "apakah yang dimaksud dengan Guanoxan"
      ],
      "responses": [
        "Guanoxan adalah agen antihipertensi yang mekanisme kerjanya mirip dengan guanethidine. namun, dapat menyebabkan kerusakan hati. Guanoxan disetujui di Inggris tetapi ditarik dari pasaran karena hepatotoksisitas."
      ]
    },
    {
      "tag": "pengertian_diamorphine",
      "patterns": [
        "Diamorphine adalah?",
        "Pengertian Diamorphine?",
        "Apa itu definisi Diamorphine?",
        "tolong jelaskan Diamorphine?",
        "apakah yang dimaksud dengan Diamorphine"
      ],
      "responses": [
        "Diamorphine (Diamorfin) adalah agen analgesik opioid yang digunakan untuk menghilangkan nyeri hebat yang berhubungan dengan prosedur pembedahan, infark miokard atau nyeri pada pasien yang sakit parah dan untuk menghilangkan dispnea pada edema paru akut."
      ]
    },
    {
      "tag": "pengertian_hexylcaine",
      "patterns": [
        "Hexylcaine adalah?",
        "Pengertian Hexylcaine?",
        "Apa itu definisi Hexylcaine?",
        "tolong jelaskan Hexylcaine?",
        "apakah yang dimaksud dengan Hexylcaine"
      ],
      "responses": [
        "Hexylcaine hydrochloride juga dikenal sebagai cyclaine dan osmokain. Ini adalah anestesi lokal jangka pendek yang bekerja melalui penghambatan saluran natrium. Pasien yang mengalami overdosis dapat muncul dengan gejala sakit kepala, tinnitus, mati rasa dan kesemutan di sekitar mulut dan lidah, kejang, ketidakmampuan bernapas, dan penurunan fungsi jantung. Hexylcaine telah dihentikan di pasar AS."
      ]
    },
    {
      "tag": "pengertian_hexobarbital ",
      "patterns": [
        "Hexobarbital adalah?",
        "Pengertian Hexobarbital?",
        "Apa itu definisi Hexobarbital?",
        "tolong jelaskan Hexobarbital?",
        "apakah yang dimaksud dengan Hexobarbital"
      ],
      "responses": [
        "Hexobarbital adalah turunan barbiturat yang memiliki efek hipnotis dan sedatif. Itu kemudian digunakan pada tahun 1940-an dan 1950-an sebagai anestesi untuk operasi. Selain itu, agen juga menunjukkan permulaan tindakan yang cukup cepat dan juga memiliki durasi tindakan yang singkat."
      ]
    },
    {
      "tag": "pengertian_hydrocodone",
      "patterns": [
        "Hydrocodone adalah?",
        "Pengertian Hydrocodone?",
        "Apa itu definisi Hydrocodone?",
        "tolong jelaskan Hydrocodone?",
        "apakah yang dimaksud dengan Hydrocodone"
      ],
      "responses": [
        "Hydrocodone adalah obat untuk meredakan nyeri sedang hingga berat. Obat ini bisa dikombinasikan dengan ibuprofen atau paracetamol. Hydrocodone merupakan obat antinyeri golongan opioid yang bekerja dengan cara menghambat penghantaran sinyal rasa sakit di sistem saraf pusat. Dengan begitu, rasa nyeri bisa berkurang."
      ]
    },
    {
      "tag": "pengertian_hydrocortisone",
      "patterns": [
        "Hydrocortisone adalah?",
        "Pengertian Hydrocortisone?",
        "Apa itu definisi Hydrocortisone?",
        "tolong jelaskan Hydrocortisone?",
        "apakah yang dimaksud dengan Hydrocortisone"
      ],
      "responses": [
        "Hydrocortisone adalah obat yang digunakan untuk meredakan peradangan, mengurangi reaksi sistem kekebalan tubuh yang berlebihan, dan mengatasi kekurangan hormon kortisol."
      ]
    },
    {
      "tag": "pengertian_hydromorphone",
      "patterns": [
        "Hydromorphone adalah?",
        "Pengertian Hydromorphone?",
        "Apa itu definisi Hydromorphone?",
        "tolong jelaskan Hydromorphone?",
        "apakah yang dimaksud dengan Hydromorphone"
      ],
      "responses": [
        "Hydromorphone atau hydromorphone hydrochloride adalah obat untuk meredakan nyeri sedang hingga berat. Obat ini tidak boleh digunakan sembarangan dan harus sesuai dengan resep dokter."
      ]
    },
    {
      "tag": "pengertian_histamin",
      "patterns": [
        "Histamin adalah?",
        "Pengertian Histamin?",
        "Apa itu definisi Histamin?",
        "tolong jelaskan Histamin?",
        "apakah yang dimaksud dengan Histamin"
      ],
      "responses": [
        "Histamin adalah zat kimia yang diproduksi oleh sel-sel darah putih di dalam tubuh ketika Anda mengalami reaksi alergi atau infeksi. Namun, jika zat ini diproduksi secara berlebihan, dampaknya bisa menyebabkan masalah kesehatan dan mengganggu beberapa fungsi tubuh."
      ]
    },
    {
      "tag": "pengertian_ibuprofen",
      "patterns": [
        "Ibuprofen adalah?",
        "Pengertian Ibuprofen?",
        "Apa itu definisi Ibuprofen?",
        "tolong jelaskan Ibuprofen?",
        "apakah yang dimaksud dengan Ibuprofen"
      ],
      "responses": [
        "Ibuprofen adalah obat untuk untuk meredakan nyeri dan menurunkan deman. Obat ini juga memiliki efek antiradang. Ibuprofen bisa digunakan untuk meredakan nyeri haid, sakit kepala, sakit gigi, nyeri otot, atau nyeri sendi akibat radang sendi. Obat ini tersedia dalam bentuk tablet, kapsul, dan sirop."
      ]
    },
    {
      "tag": "pengertian_imidazol",
      "patterns": [
        "Imidazol adalah?",
        "Pengertian Imidazol?",
        "Apa itu definisi Imidazol?",
        "tolong jelaskan Imidazol?",
        "apakah yang dimaksud dengan Imidazol"
      ],
      "responses": [
        "Imidazol adalah cincin heterosiklik yang mengandung nitrogen yang memiliki kepentingan biologis dan farmasi. Dengan demikian, senyawa imidazol telah menjadi sumber yang menarik bagi para peneliti selama lebih dari satu abad. Cincin imidazol merupakan penyusun beberapa produk alami penting, termasuk purin, histamin, histidin, dan asam nukleat."
      ]
    },
    {
      "tag": "pengertian_imipramine",
      "patterns": [
        "Imipramine adalah?",
        "Pengertian Imipramine?",
        "Apa itu definisi Imipramine?",
        "tolong jelaskan Imipramine?",
        "apakah yang dimaksud dengan Imipramine"
      ],
      "responses": [
        "Imipramine adalah obat untuk meredakan gejala depresi. Selain itu, obat ini juga dapat digunakan dalam pengobatan mengompol yang terjadi terus-menerus (enuresis) pada anak-anak yang berusia di atas 6 tahun."
      ]
    },
    {
      "tag": "pengertian_indoprofen",
      "patterns": [
        "Indoprofen adalah?",
        "Pengertian Indoprofen?",
        "Apa itu definisi Indoprofen?",
        "tolong jelaskan Indoprofen?",
        "apakah yang dimaksud dengan Indoprofen"
      ],
      "responses": [
        "Indoprofen adalah Obat yang memiliki sifat analgesik dan antiinflamasi. Menyusul laporan reaksi merugikan termasuk laporan karsinogenisitas pada penelitian pada hewan, produk ini ditarik dari pasar di seluruh dunia."
      ]
    },
    {
      "tag": "pengertian_indoramin",
      "patterns": [
        "Indoramin adalah?",
        "Pengertian Indoramin?",
        "Apa itu definisi Indoramin?",
        "tolong jelaskan Indoramin?",
        "apakah yang dimaksud dengan Indoramin"
      ],
      "responses": [
        "Indoramin adalah obat untuk meredakan gejala pembesaran kelenjar prostat jinak, seperti sulit berkemih, lemahnya pancaran urine, atau sering buang air kecil. Selain itu, obat ini juga bisa digunakan untuk menurunkan tekanan darah pada hipertensi."
      ]
    },
    {
      "tag": "pengertian_isocarboxazid",
      "patterns": [
        "Isocarboxazid adalah?",
        "Pengertian Isocarboxazid?",
        "Apa itu definisi Isocarboxazid?",
        "tolong jelaskan Isocarboxazid?",
        "apakah yang dimaksud dengan Isocarboxazid"
      ],
      "responses": [
        "Isocarboxazid adalah obat untuk meredakan gejala depresi, termasuk kecemasan, gangguan panik, atau ketakutan yang berlebihan. Isocarboxazid tidak boleh digunakan sembarangan dan harus sesuai resep dokter."
      ]
    },
    {
      "tag": "pengertian_isoniazid",
      "patterns": [
        "Isoniazid adalah?",
        "Pengertian Isoniazid?",
        "Apa itu definisi Isoniazid?",
        "tolong jelaskan Isoniazid?",
        "apakah yang dimaksud dengan Isoniazid"
      ],
      "responses": [
        "Isoniazid adalah obat antibiotik untuk mengobati tuberkulosis (TBC). Dalam pengobatan TBC, isoniazid akan dikombinasikan dengan obat TBC lainnya, seperti rifampicin, ethambutol, atau pyrazinamide."
      ]
    },
    {
      "tag": "pengertian_isoproterenol",
      "patterns": [
        "Isoproterenol adalah?",
        "Pengertian Isoproterenol?",
        "Apa itu definisi Isoproterenol?",
        "tolong jelaskan Isoproterenol?",
        "apakah yang dimaksud dengan Isoproterenol"
      ],
      "responses": [
        "Isoprenalin adalah agonis reseptor beta adrenergik non-selektif yang diindikasikan untuk mengobati blok jantung, serangan Adams-Stokes, bronkospasme dalam anestesi, henti jantung, syok hipovolemik, syok septik, hipoperfusi, gagal pendengaran kongestif, dan syok kardiogenik."
      ]
    },
    {
      "tag": "pengertian_isoxsuprine",
      "patterns": [
        "Isoxsuprine adalah?",
        "Pengertian Isoxsuprine?",
        "Apa itu definisi Isoxsuprine?",
        "tolong jelaskan Isoxsuprine?",
        "apakah yang dimaksud dengan Isoxsuprine"
      ],
      "responses": [
        "Isoxsuprine adalah obat untuk menangani penyakit dengan gangguan aliran darah, seperti penyakit Raynaud, arteriosklerosis, penyakit Buerger, atau insufisiensi pembuluh darah otak. Obat ini tersedia dalam bentuk tablet dan suntik."
      ]
    },
    {
      "tag": "pengertian_kanamycin",
      "patterns": [
        "Kanamycin adalah?",
        "Pengertian Kanamycin?",
        "Apa itu definisi Kanamycin?",
        "tolong jelaskan Kanamycin?",
        "apakah yang dimaksud dengan Kanamycin"
      ],
      "responses": [
        "Kanamycin adalah obat untuk mengatasi infeksi bakteri yang sulit diatasi oleh obat lain. Beberapa penyakit infeksi yang bisa diobati dengan kanamycin adalah septikemia, infeksi saluran kemih yang mengalami komplikasi, peritonitis, atau infeksi saluran pernapasan."
      ]
    },
    {
      "tag": "pengertian_levodopa",
      "patterns": [
        "Levodopa adalah?",
        "Pengertian Levodopa?",
        "Apa itu definisi Levodopa?",
        "tolong jelaskan Levodopa?",
        "apakah yang dimaksud dengan Levodopa"
      ],
      "responses": [
        "Levodopa adalah obat untuk meringankan gejala penyakit Parkinson, seperti tubuh gemetar, otot kaku, dan sulit bergerak. Untuk meningkatkan efektivitas pengobatan, levodopa sering dikombinasikan dengan carbidopa atau benserazide."
      ]
    },
    {
      "tag": "pengertian_levomepromazine",
      "patterns": [
        "Levomepromazine adalah?",
        "Pengertian Levomepromazine?",
        "Apa itu definisi Levomepromazine?",
        "tolong jelaskan Levomepromazine?",
        "apakah yang dimaksud dengan Levomepromazine"
      ],
      "responses": [
        "Levomepromazine adalah obat yang digunakan untuk Mengurangi gejala yang mengganggu dalam perawatan paliatif, meredakan gejala skizofrenia Levomepromazine juga disebut sebagai antipsikotik yang biasa digunakan sebagai antiemetik untuk meredakan mual dan muntah dalam pengaturan perawatan paliatif."
      ]
    },
    {
      "tag": "pengertian_levorphanol",
      "patterns": [
        "Levorphanol adalah?",
        "Pengertian Levorphanol?",
        "Apa itu definisi Levorphanol?",
        "tolong jelaskan Levorphanol?",
        "apakah yang dimaksud dengan Levorphanol"
      ],
      "responses": [
        "Levorphanol adalah analgesik opioid sintetik ampuh yang diindikasikan untuk penanganan nyeri sedang hingga berat atau sebagai pengobatan pra operasi jika analgesik opioid sesuai. Levorphanol mirip dengan morfin dalam cara kerjanya, namun efeknya 8 kali lebih kuat dibandingkan morfin."
      ]
    },
    {
      "tag": "pengertian_lidocaine",
      "patterns": [
        "Lidocaine adalah?",
        "Pengertian Lidocaine?",
        "Apa itu definisi Lidocaine?",
        "tolong jelaskan Lidocaine?",
        "apakah yang dimaksud dengan Lidocaine"
      ],
      "responses": [
        "Lidocaine adalah obat untuk menghilangkan rasa sakit atau memberi efek mati rasa pada bagian tubuh tertentu (obat bius lokal). Obat ini juga bisa digunakan untuk mengatasi aritmia jenis tertentu, sehingga termasuk juga dalam golongan obat antiaritmia."
      ]
    },
    {
      "tag": "pengertian_lincomycin",
      "patterns": [
        "Lincomycin adalah?",
        "Pengertian Lincomycin?",
        "Apa itu definisi Lincomycin?",
        "tolong jelaskan Lincomycin?",
        "apakah yang dimaksud dengan Lincomycin"
      ],
      "responses": [
        "Lincomycin adalah antibiotik untuk mengatasi infeksi bakteri berat pada paru-paru, tulang, sendi, dan kulit. Lincomycin biasanya diresepkan kepada pasien yang alergi terhadap antibiotik penisilin."
      ]
    },
    {
      "tag": "pengertian_mecamylamine",
      "patterns": [
        "Mecamylamine adalah?",
        "Pengertian Mecamylamine?",
        "Apa itu definisi Mecamylamine?",
        "tolong jelaskan Mecamylamine?",
        "apakah yang dimaksud dengan Mecamylamine"
      ],
      "responses": [
        "Mecamylamine adalah agen antihipertensi oral yang manjur dan penghambat ganglion, dan merupakan amina sekunder. Mecamylamine diindikasikan untuk pengelolaan hipertensi esensial sedang hingga berat dan pada kasus hipertensi maligna tanpa komplikasi."
      ]
    },
    {
      "tag": "pengertian_mefenamic_acid",
      "patterns": [
        "Mefenamic Acid adalah?",
        "Pengertian Mefenamic Acid?",
        "Apa itu definisi Mefenamic Acid?",
        "tolong jelaskan Mefenamic Acid?",
        "apakah yang dimaksud dengan Mefenamic Acid"
      ],
      "responses": [
        "Asam mefenamat (mefenamic acid) adalah obat untuk meredakan nyeri akibat nyeri haid, cedera, sakit gigi, sakit kepala, atau radang sendi. Asam mefenamat tersedia dalam bentuk tablet, kapsul, dan cairan suspensi."
      ]
    },
    {
      "tag": "pengertian_mephentermine",
      "patterns": [
        "Mephentermine adalah?",
        "Pengertian Mephentermine?",
        "Apa itu definisi Mephentermine?",
        "tolong jelaskan Mephentermine?",
        "apakah yang dimaksud dengan Mephentermine"
      ],
      "responses": [
        "Mephentermine digunakan untuk mengontrol atau memelihara tekanan darah pada penderita hipotensi dan untuk menyeimbangkan tekanan darah pada saat bidan atau para ahli kandungan melakukan anestesi spinal (pembiusan) menjelang persalinan."
      ]
    },
    {
      "tag": "pengertian_meperidine",
      "patterns": [
        "Meperidine adalah?",
        "Pengertian Meperidine?",
        "Apa itu definisi Meperidine?",
        "tolong jelaskan Meperidine?",
        "apakah yang dimaksud dengan Meperidine"
      ],
      "responses": [
        "Meperidine adalah agonis opiat sintetik yang termasuk dalam kelas fenilpiperidine. Meperidine dapat menyebabkan lebih sedikit kejang otot polos, konstipasi, dan depresi refleks batuk dibandingkan morfin dengan dosis setara. Permulaan kerja sedikit lebih cepat dibandingkan dengan morfin, dan durasi kerja sedikit lebih pendek."
      ]
    },
    {
      "tag": "pengertian_mepivacaine",
      "patterns": [
        "Mepivacaine adalah?",
        "Pengertian Mepivacaine?",
        "Apa itu definisi Mepivacaine?",
        "tolong jelaskan Mepivacaine?",
        "apakah yang dimaksud dengan Mepivacaine"
      ],
      "responses": [
        "Mepivacaine adalah anestesi lokal yang kerap digunakan untuk operasi gigi. Obat ini juga digunakan sebagai bius spinal atau epidural.Obat ini bekerja dengan cara menghalangi impuls saraf mengirimkan sinyal rasa sakit ke otak Anda"
      ]
    },
    {
      "tag": "pengertian_metaproterenol",
      "patterns": [
        "Metaproterenol adalah?",
        "Pengertian Metaproterenol?",
        "Apa itu definisi Metaproterenol?",
        "tolong jelaskan Metaproterenol?",
        "apakah yang dimaksud dengan Metaproterenol"
      ],
      "responses": [
        "Metaproterenol adalah bronkodilator. Ia bekerja dengan mengendurkan otot-otot di saluran udara untuk meningkatkan pernapasan. Metaproterenol digunakan untuk mengobati kondisi seperti asma, bronkitis, dan emfisema."
      ]
    },
    {
      "tag": "pengertian_methadone",
      "patterns": [
        "Methadone adalah?",
        "Pengertian Methadone?",
        "Apa itu definisi Methadone?",
        "tolong jelaskan Methadone?",
        "apakah yang dimaksud dengan Methadone"
      ],
      "responses": [
        "Methadone adalah obat untuk meredakan nyeri berat dan mengobati ketergantungan opioid. Methadone tidak boleh digunakan sembarangan dan harus sesuai dengan resep dokter."
      ]
    },
    {
      "tag": "pengertian_metamfetamin",
      "patterns": [
        "Metamfetamin adalah?",
        "Pengertian Metamfetamin?",
        "Apa itu definisi Metamfetamin?",
        "tolong jelaskan Metamfetamin?",
        "apakah yang dimaksud dengan Metamfetamin"
      ],
      "responses": [
        "Metamfetamin adalah obat untuk mengatasi attention deficit hyperactivity disorder (ADHD). Obat ini juga digunakan untuk menurunkan berat badan pada pasien obesitas yang tidak berhasil dengan diet dan olahraga."
      ]
    },
    {
      "tag": "pengertian_methapyrilene",
      "patterns": [
        "Methapyrilene adalah?",
        "Pengertian Methapyrilene?",
        "Apa itu definisi Methapyrilene?",
        "tolong jelaskan Methapyrilene?",
        "apakah yang dimaksud dengan Methapyrilene"
      ],
      "responses": [
        "Methapyrilene adalah Obat yang memiliki efek sedatif yang relatif kuat, sehingga penggunaan utamanya adalah sebagai obat insomnia dan bukan sebagai antihistamin. obat ini terbukti bersifat karsinogen yang kuat sehingga Produsen secara sukarela menarik produk obat ini."
      ]
    },
    {
      "tag": "pengertian_methaqualone",
      "patterns": [
        "methaqualone adalah?",
        "Pengertian methaqualone?",
        "Apa itu definisi methaqualone?",
        "tolong jelaskan methaqualone?",
        "apakah yang dimaksud dengan methaqualone"
      ],
      "responses": [
        "Methaqualone (Quaaludes) adalah depresan sistem saraf pusat sintetis, mirip barbiturat. Bahan aktifnya, methaqualone, bersifat ansiolitik (menurunkan kecemasan) dan obat penenang-hipnotis yang menyebabkan keadaan mengantuk."
      ]
    },
    {
      "tag": "pengertian_metharbital",
      "patterns": [
        "Metharbital adalah?",
        "Pengertian Metharbital?",
        "Apa itu definisi Metharbital?",
        "tolong jelaskan Metharbital?",
        "apakah yang dimaksud dengan Metharbital"
      ],
      "responses": [
        "Metharbital adalah antikonvulsan barbiturat suatu barbiturat yang digunakan untuk pengobatan insomnia jangka pendek. Itu termasuk dalam kelompok obat yang disebut depresan sistem saraf pusat (SSP) yang menyebabkan kantuk dan meredakan ketegangan atau kegugupan."
      ]
    },
    {
      "tag": "pengertian_methazolamide",
      "patterns": [
        "Methazolamide adalah?",
        "Pengertian Methazolamide?",
        "Apa itu definisi Methazolamide?",
        "tolong jelaskan Methazolamide?",
        "apakah yang dimaksud dengan Methazolamide"
      ],
      "responses": [
        "Methazolamide seingkali digunakan sebagai obat untuk menurunkan tekanan di dalam mata (tekanan intraokular) pada pasien yang mengalami jenis glaukoma tertentu. Menurunkan tekanan tinggi di dalam mata membantu mencegah kehilangan penglihatan hingga pencegahan kerusakan saraf."
      ]
    },
    {
      "tag": "pengertian_methenamine",
      "patterns": [
        "Methenamine adalah?",
        "Pengertian Methenamine?",
        "Apa itu definisi Methenamine?",
        "tolong jelaskan Methenamine?",
        "apakah yang dimaksud dengan Methenamine"
      ],
      "responses": [
        "Methenamine adalah obat antibiotik yang biasa digunakan untuk mengatasi infeksi saluran kemih. Biasanya dokter akan meresepkan obat ini ketika beragam obat-obatan lain tidak mempan mengobati infeksi yang Anda alami."
      ]
    },
    {
      "tag": "pengertian_methicillin",
      "patterns": [
        "Methicillin adalah?",
        "Pengertian Methicillin?",
        "Apa itu definisi Methicillin?",
        "tolong jelaskan Methicillin?",
        "apakah yang dimaksud dengan Methicillin"
      ],
      "responses": [
        "Methicillin-resistant Staphylococcus aureus (MRSA) adalah bakteri stafilokokus yang sudah kebal terhadap beberapa jenis antibiotik, seperti amoxicillin dan penisilin. Infeksi MRSA bisa ditandai dengan munculnya benjolan di kulit yang mirip jerawat dan terasa nyeri."
      ]
    },
    {
      "tag": "pengertian_methylphenidate",
      "patterns": [
        "Methylphenidate adalah?",
        "Pengertian Methylphenidate?",
        "Apa itu definisi Methylphenidate?",
        "tolong jelaskan Methylphenidate?",
        "apakah yang dimaksud dengan Methylphenidate"
      ],
      "responses": [
        "Methylphenidate adalah obat untuk mengendalikan gejala dari attention deficit hyperactivity disorder (ADHD). Obat ini juga digunakan dalam pengobatan narkolepsi, yaitu gangguan tidur yang bisa menyebabkan penderitanya tertidur secara tiba-tiba."
      ]
    },
    {
      "tag": "pengertian_methyprylon",
      "patterns": [
        "Methyprylon adalah?",
        "Pengertian Methyprylon?",
        "Apa itu definisi Methyprylon?",
        "tolong jelaskan Methyprylon?",
        "apakah yang dimaksud dengan Methyprylon"
      ],
      "responses": [
        "Methyprylon adalah obat penenang dari keluarga turunan piperidinedione yang sebelumnya digunakan untuk pengobatan insomnia. Namun, dengan diperkenalkannya obat-obatan baru dengan efek samping yang lebih sedikit. Seperti benzodiazepin, penggunaan klinis methyprylon kini terbatas."
      ]
    },
    {
      "tag": "pengertian_methysergide",
      "patterns": [
        "Methysergide adalah?",
        "Pengertian Methysergide?",
        "Apa itu definisi Methysergide?",
        "tolong jelaskan Methysergide?",
        "apakah yang dimaksud dengan Methysergide"
      ],
      "responses": [
        "Methysergide adalah alkaloid ergot yang digunakan untuk profilaksis migrain dan sakit kepala cluster. ini telah terbukti untuk menghambat atau memblokir efek serotonin, suatu zat yang mungkin terlibat dalam mekanisme sakit kepala vaskular."
      ]
    },
    {
      "tag": "pengertian_metoprolol",
      "patterns": [
        "Metoprolol adalah?",
        "Pengertian Metoprolol?",
        "Apa itu definisi Metoprolol?",
        "tolong jelaskan Metoprolol?",
        "apakah yang dimaksud dengan Metoprolol"
      ],
      "responses": [
        "Metoprolol bermanfaat untuk menurunkan detak jantung, tekanan darah, dan beban kerja jantung. Obat ini biasanya digunakan untuk mengobati tekanan darah tinggi, nyeri dada (angina), dan gagal jantung."
      ]
    },
    {
      "tag": "pengertian_methotrexate",
      "patterns": [
        "Methotrexate adalah?",
        "Pengertian Methotrexate?",
        "Apa itu definisi Methotrexate?",
        "tolong jelaskan Methotrexate?",
        "apakah yang dimaksud dengan Methotrexate"
      ],
      "responses": [
        "Methotrexate adalah obat untuk mengatasi kanker, seperti kanker payudara, choriocarcinoma, leukemia, kanker tulang, limfoma, atau mycosis fungoides. Selain itu, obat ini juga bisa digunakan dalam pengobatan penyakit autoimun, seperti psoriasis, rheumatoid arthritis, penyakit Crohn, atau lupus."
      ]
    },
    {
      "tag": "pengertian_methoxamine",
      "patterns": [
        "Methoxamine adalah?",
        "Pengertian Methoxamine?",
        "Apa itu definisi Methoxamine?",
        "tolong jelaskan Methoxamine?",
        "apakah yang dimaksud dengan Methoxamine"
      ],
      "responses": [
        "Methoxamine adalah amina simpatomimetik ampuh yang meningkatkan tekanan darah sistolik dan diastolik. Methoxamine diindikasikan untuk pencegahan dan pengobatan keadaan hipotensi akut yang terjadi dengan anestesi tulang belakang."
      ]
    },
    {
      "tag": "pengertian_metronidazole",
      "patterns": [
        "Metronidazole adalah?",
        "Pengertian Metronidazole?",
        "Apa itu definisi Metronidazole?",
        "tolong jelaskan Metronidazole?",
        "apakah yang dimaksud dengan Metronidazole"
      ],
      "responses": [
        "Metronidazole adalah antibiotik untuk mengobati infeksi bakteri di berbagai organ tubuh, termasuk di saluran pencernaan, paru-paru, darah, saluran kemih, hingga kelamin. Obat ini juga bisa digunakan untuk menangani infeksi parasit tertentu, seperti trikomoniasis atau amebiasis."
      ]
    },
    {
      "tag": "pengertian_minocycline",
      "patterns": [
        "Minocycline adalah?",
        "Pengertian Minocycline?",
        "Apa itu definisi Minocycline?",
        "tolong jelaskan Minocycline?",
        "apakah yang dimaksud dengan Minocycline"
      ],
      "responses": [
        "Minocycline adalah obat antibiotik untuk mengatasi penyakit akibat infeksi bakteri, seperti gonore, sifilis, atau uretritis nongonore. Selain itu, minocycline juga digunakan untuk mengatasi jerawat atau periodontitis."
      ]
    },
    {
      "tag": "pengertian_molindone",
      "patterns": [
        "Molindone adalah?",
        "Pengertian Molindone?",
        "Apa itu definisi Molindone?",
        "tolong jelaskan Molindone?",
        "apakah yang dimaksud dengan Molindone"
      ],
      "responses": [
        "Molindone adalah agen antipsikotik konvensional yang digunakan dalam terapi skizofrenia. Terapi molindone umumnya dikaitkan dengan peningkatan minor serum aminotransferase tetapi jarang dikaitkan dengan kasus cedera hati akut yang terlihat secara klinis."
      ]
    },
    {
      "tag": "pengertian_nafcillin",
      "patterns": [
        "Nafcillin adalah?",
        "Pengertian Nafcillin?",
        "Apa itu definisi Nafcillin?",
        "tolong jelaskan Nafcillin?",
        "apakah yang dimaksud dengan Nafcillin"
      ],
      "responses": [
        "Nafcillin adalah antibiotik dalam kelompok obat penisilin yang digunakan untuk mengobati berbagai jenis infeksi, terutama yang disebabkan oleh bakteri staphylococcus (infeksi 'staph'). Nafcillin tersedia dalam bentuk generik."
      ]
    },
    {
      "tag": "pengertian_nalorphine",
      "patterns": [
        "Nalorphine adalah?",
        "Pengertian Nalorphine?",
        "Apa itu definisi Nalorphine?",
        "tolong jelaskan Nalorphine?",
        "apakah yang dimaksud dengan Nalorphine"
      ],
      "responses": [
        "Nalorphine adalah obat untuk menangkal depresi pernapasan yang dihasilkan oleh overdosis narkotika. Obat ini adalah turunan morfin yang bertindak sebagai antagonis terhadap depresi dan efek stimulasi dari morfin dan narkotika lainya yang terkait."
      ]
    },
    {
      "tag": "pengertian_naloxone",
      "patterns": [
        "Naloxone adalah?",
        "Pengertian Naloxone?",
        "Apa itu definisi Naloxone?",
        "tolong jelaskan Naloxone?",
        "apakah yang dimaksud dengan Naloxone"
      ],
      "responses": [
        "Naloxone adalah obat untuk mengatasi overdosis obat opioid. Beberapa jenis obat yang termasuk opioid antara lain codein, morfin, methadone, oxycodone, heroin, fentanyl, dan hydrocodone. Naloxone tersedia dalam bentuk suntik."
      ]
    },
    {
      "tag": "pengertian_naproxen",
      "patterns": [
        "Naproxen adalah?",
        "Pengertian Naproxen?",
        "Apa itu definisi Naproxen?",
        "tolong jelaskan Naproxen?",
        "apakah yang dimaksud dengan Naproxen"
      ],
      "responses": [
        "Naproxen adalah obat untuk meredakan nyeri, demam, bengkak, dan kemerahan akibat peradangan. Obat ini bisa digunakan untuk mengatasi nyeri pada saat haid, nyeri akibat radang tendon, penyakit asam urat, rheumatoid arthritis, osteoarthritis, atau ankylosing spondylitis."
      ]
    },
    {
      "tag": "pengertian_nicotinamide",
      "patterns": [
        "Nicotinamide adalah?",
        "Pengertian Nicotinamide?",
        "Apa itu definisi Nicotinamide?",
        "tolong jelaskan Nicotinamide?",
        "apakah yang dimaksud dengan Nicotinamide"
      ],
      "responses": [
        "Nicotinamide atau niacinamide adalah suplemen untuk mencegah dan mengatasi kekurangan vitamin B3. Salah satu kondisi yang bisa terjadi akibat defisiensi atau kekurangan vitamin B3 adalah pellagra. Nicotinamide tersedia dalam bentuk tablet dan gel."
      ]
    },
    {
      "tag": "pengertian_nitrazepam",
      "patterns": [
        "Nitrazepam adalah?",
        "Pengertian Nitrazepam?",
        "Apa itu definisi Nitrazepam?",
        "tolong jelaskan Nitrazepam?",
        "apakah yang dimaksud dengan Nitrazepam"
      ],
      "responses": [
        "Nitrazepam adalah obat yang digunakan untuk mengatasi masalah sulit tidur. Penggunaan obat nz ini tidak boleh dilakukan sembarangan. Agar tidak salah, ketahui aturan pakai, dosis, efek samping, dan ketentuan lainnya dalam ulasan berikut."
      ]
    },
    {
      "tag": "pengertian_nitrofurantoin",
      "patterns": [
        "Nitrofurantoin adalah?",
        "Pengertian Nitrofurantoin?",
        "Apa itu definisi Nitrofurantoin?",
        "tolong jelaskan Nitrofurantoin?",
        "apakah yang dimaksud dengan Nitrofurantoin"
      ],
      "responses": [
        "Nitrofurantoin adalah obat antibiotik yang digunakan untuk mengatasi infeksi saluran kemih, termasuk radang kandung kemih (cystitis) atau infeksi ginjal.Nitrofurantoin bekerja dengan cara menghambat pembentukan protein penyusun dinding sel bakteri."
      ]
    },
    {
      "tag": "pengertian_novobiocin",
      "patterns": [
        "Novobiocin adalah?",
        "Pengertian Novobiocin?",
        "Apa itu definisi Novobiocin?",
        "tolong jelaskan Novobiocin?",
        "apakah yang dimaksud dengan Novobiocin"
      ],
      "responses": [
        "Novobiocin adalah antibiotik aminocoumarin yang diproduksi oleh actinomycete Streptomyces niveus. Novobiocin berikatan dengan DNA girase, dan menghambat aktivitas adenosine triphosphatase (ATPase)."
      ]
    },
    {
      "tag": "pengertian_orphenadrine",
      "patterns": [
        "Orphenadrine adalah?",
        "Pengertian Orphenadrine?",
        "Apa itu definisi Orphenadrine?",
        "tolong jelaskan Orphenadrine?",
        "apakah yang dimaksud dengan Orphenadrine"
      ],
      "responses": [
        "Orphenadrine adalah antikolinergik dengan efek dominan sentral dan hanya efek perifer lemah. Orphenadrine diindikasikan sebagai tambahan untuk istirahat, terapi fisik, dan tindakan lain untuk menghilangkan ketidaknyamanan yang berhubungan dengan kondisi muskuloskeletal akut yang menyakitkan."
      ]
    },
    {
      "tag": "pengertian_oxacillin",
      "patterns": [
        "Oxacillin adalah?",
        "Pengertian Oxacillin?",
        "Apa itu definisi Oxacillin?",
        "tolong jelaskan Oxacillin?",
        "apakah yang dimaksud dengan Oxacillin"
      ],
      "responses": [
        "Oxacillin adalah obat untuk mengatasi infeksi bakteri Staphylococcus yang kebal terhadap antibiotik penicillin G. Infeksi Staphylococcus dapat menyebabkan beragam penyakit, seperti radang paru (pneumonia), infeksi jantung (endokarditis), atau infeksi tulang dan otot (osteomielitis)."
      ]
    },
    {
      "tag": "pengertian_oxycodone",
      "patterns": [
        "Oxycodone adalah?",
        "Pengertian Oxycodone?",
        "Apa itu definisi Oxycodone?",
        "tolong jelaskan Oxycodone?",
        "apakah yang dimaksud dengan Oxycodone"
      ],
      "responses": [
        "Oxycodone adalah obat pereda nyeri. Obat ini biasa digunakan untuk meredakan nyeri dengan intensitas sedang hingga parah, seperti nyeri pascaoperasi atau nyeri akibat kanker."
      ]
    },
    {
      "tag": "pengertian_oxyphenbutazone",
      "patterns": [
        "Oxyphenbutazone adalah?",
        "Pengertian Oxyphenbutazone?",
        "Apa itu definisi Oxyphenbutazone?",
        "tolong jelaskan Oxyphenbutazone?",
        "apakah yang dimaksud dengan Oxyphenbutazone"
      ],
      "responses": [
        "Oxyphenbutazone adalah obat antiinflamasi nonsteroid (NSAID). Obat adalah metabolit fenilbutazon. Oxyphenbutazone ditarik dari pasar di seluruh dunia pada pertengahan 1980-an karena penekanan sumsum tulang dan risiko sindrom Stevens-Johnson."
      ]
    },
    {
      "tag": "pengertian_oxymorphone",
      "patterns": [
        "Oxymorphone adalah?",
        "Pengertian Oxymorphone?",
        "Apa itu definisi Oxymorphone?",
        "tolong jelaskan Oxymorphone?",
        "apakah yang dimaksud dengan Oxymorphone"
      ],
      "responses": [
        "Oxymorphone adalah opioid semi-sintetik pengganti morfin. Ini adalah analgesik yang manjur. Analgesik opioid memberikan efek farmakologis utamanya pada SSP dan saluran cerna."
      ]
    },
    {
      "tag": "pengertian_oxypurinol",
      "patterns": [
        "Oxypurinol adalah?",
        "Pengertian Oxypurinol?",
        "Apa itu definisi Oxypurinol?",
        "tolong jelaskan Oxypurinol?",
        "apakah yang dimaksud dengan Oxypurinol"
      ],
      "responses": [
        "Oxypurinol adalah penghambat enzim xanthine oxidase, menghalangi konversi oxypurines hypoxanthine dan xanthine menjadi asam urat. Peningkatan konsentrasi oksipurin dan penghambatan oksipurin xantin oksidase melalui umpan balik negatif menghasilkan penurunan konsentrasi asam urat dalam darah dan urin."
      ]
    },
    {
      "tag": "pengertian_oxytetracycline",
      "patterns": [
        "Oxytetracycline adalah?",
        "Pengertian Oxytetracycline?",
        "Apa itu definisi Oxytetracycline?",
        "tolong jelaskan Oxytetracycline?",
        "apakah yang dimaksud dengan Oxytetracycline"
      ],
      "responses": [
        "Oxytetracycline adalah obat antibiotik untuk mengatasi infeksi bakteri di kulit dan mata. Obat ini juga bisa digunakan untuk mencegah infeksi pada luka terbuka, serta untuk mengobati jerawat dan rosacea. Oxytetracycline tersedia dalam bentuk salep kulit dan salep mata."
      ]
    },
    {
      "tag": "pengertian_papaverine",
      "patterns": [
        "Papaverine adalah?",
        "Pengertian Papaverine?",
        "Apa itu definisi Papaverine?",
        "tolong jelaskan Papaverine?",
        "apakah yang dimaksud dengan Papaverine"
      ],
      "responses": [
        "Papaverine adalah obat untuk melebarkan pembuluh darah sehingga aliran darah lebih lancar dan tekanan darah menurun. Selain di pembuluh darah, obat ini juga bisa bekerja pada otot polos di organ-organ tertentu, misalnya lambung, saluran kemih, atau saluran empedu."
      ]
    },
    {
      "tag": "pengertian_pentazocine",
      "patterns": [
        "Pentazocine adalah?",
        "Pengertian Pentazocine?",
        "Apa itu definisi Pentazocine?",
        "tolong jelaskan Pentazocine?",
        "apakah yang dimaksud dengan Pentazocine"
      ],
      "responses": [
        "Pentazocine adalah obat untuk meredakan nyeri sedang hingga berat. Obat ini juga digunakan sebagai bagian dari anestesi untuk operasi.Pentazocine termasuk kelas obat nyeri opioid kadang-kadang juga disebut sebagai narkotika."
      ]
    },
    {
      "tag": "pengertian_prilocaine",
      "patterns": [
        "Prilocaine adalah?",
        "Pengertian Prilocaine?",
        "Apa itu definisi Prilocaine?",
        "tolong jelaskan Prilocaine?",
        "apakah yang dimaksud dengan Prilocaine"
      ],
      "responses": [
        "Prilocaine adalah obat anestesi yang memiliki kemiripan dengan lidocaine sehingga seringkali dikombinasikan secara bersamaan. Umumnya Prilocaine digunakan untuk mengurangi rasa nyeri saat menjalani sejumlah tindakan medis, termasuk dalam perawatan gigi tertentu, seperti cabut gigi."
      ]
    },
    {
      "tag": "pengertian_procarbazine",
      "patterns": [
        "Procarbazine adalah?",
        "Pengertian Procarbazine?",
        "Apa itu definisi Procarbazine?",
        "tolong jelaskan Procarbazine?",
        "apakah yang dimaksud dengan Procarbazine"
      ],
      "responses": [
        "Procarbazine adalah antineoplastik di kelas agen alkilasi dan digunakan untuk mengobati berbagai bentuk kanker. Agen alkilasi dinamakan demikian karena kemampuannya untuk menambahkan gugus alkil ke banyak gugus elektronegatif dalam kondisi yang ada di dalam sel."
      ]
    },
    {
      "tag": "pengertian_promazine",
      "patterns": [
        "Promazine adalah?",
        "Pengertian Promazine?",
        "Apa itu definisi Promazine?",
        "tolong jelaskan Promazine?",
        "apakah yang dimaksud dengan Promazine"
      ],
      "responses": [
        "Promazine adalah fenotiazin yang digunakan untuk menangani skizofrenia Digunakan sebagai tambahan untuk pengobatan jangka pendek agitasi psikomotorik sedang dan berat. Juga digunakan untuk mengobati agitasi atau kegelisahan pada orang tua."
      ]
    },
    {
      "tag": "pengertian_propranolol",
      "patterns": [
        "Propranolol adalah?",
        "Pengertian Propranolol?",
        "Apa itu definisi Propranolol?",
        "tolong jelaskan Propranolol?",
        "apakah yang dimaksud dengan Propranolol"
      ],
      "responses": [
        "Propranolol adalah obat untuk menangani berbagai kondisi yang berhubungan dengan jantung dan pembuluh darah, seperti aritmia, angina pektoris, hipertensi, hypertrophic subaortic stenosis, atau hipertensi portal."
      ]
    },
    {
      "tag": "pengertian_pseudoephedrine",
      "patterns": [
        "Pseudoephedrine adalah?",
        "Pengertian Pseudoephedrine?",
        "Apa itu definisi Pseudoephedrine?",
        "tolong jelaskan Pseudoephedrine?",
        "apakah yang dimaksud dengan Pseudoephedrine"
      ],
      "responses": [
        "Pseudoephedrine adalah obat yang dapat digunakan untuk mengatasi gejala hidung tersumbat akibat flu, batuk pilek, alergi, sinusitis, atau bronkitis. Obat ini tersedia dalam bentuk tablet, sirop, dan tetes."
      ]
    },
    {
      "tag": "pengertian_quinidine",
      "patterns": [
        "Quinidine adalah?",
        "Pengertian Quinidine?",
        "Apa itu definisi Quinidine?",
        "tolong jelaskan Quinidine?",
        "apakah yang dimaksud dengan Quinidine"
      ],
      "responses": [
        "Quinidine adalah obat golongan antiaritmia yang digunakan untuk mengobati berbagai jenis gangguan irama jantung atau aritmia, seperti fibrilasi atrium dan atrial flutter. Quinidine termasuk ke dalam kelompok obat keras dan hanya bisa diperoleh dengan resep dokter."
      ]
    },
    {
      "tag": "pengertian_reserpine",
      "patterns": [
        "Reserpine adalah?",
        "Pengertian Reserpine?",
        "Apa itu definisi Reserpine?",
        "tolong jelaskan Reserpine?",
        "apakah yang dimaksud dengan Reserpine"
      ],
      "responses": [
        "Reserpine adalah obat untuk menurunkan tekanan darah pada penderita hipertensi. Reserpine juga dapat digunakan untuk menangani kegelisahan berat pada psikosis, yaitu kondisi ketika penderitanya sulit membedakan kenyataan dan khayalan."
      ]
    },
    {
      "tag": "pengertian_riboflavin",
      "patterns": [
        "Riboflavin adalah?",
        "Pengertian Riboflavin?",
        "Apa itu definisi Riboflavin?",
        "tolong jelaskan Riboflavin?",
        "apakah yang dimaksud dengan Riboflavin"
      ],
      "responses": [
        "Riboflavin atau vitamin B2 adalah suplemen untuk mencegah dan mengatasi kekurangan (defisiensi) riboflavin. Di dalam tubuh, vitamin ini berperan penting dalam menjaga kesehatan mata, sistem saraf, kulit, saluran pencernaan, dan otak. Riboflavin juga membantu pembentukan sel darah."
      ]
    },
    {
      "tag": "pengertian_rifampicin",
      "patterns": [
        "Rifampicin adalah?",
        "Pengertian Rifampicin?",
        "Apa itu definisi Rifampicin?",
        "tolong jelaskan Rifampicin?",
        "apakah yang dimaksud dengan Rifampicin"
      ],
      "responses": [
        "Rifampicin atau rifampin adalah obat antibiotik yang digunakan untuk mengobati dan mencegah beberapa penyakit akibat infeksi bakteri, seperti tuberkulosis. Untuk pengobatan, rifampicin biasanya harus dikombinasikan dengan obat antibiotik lain."
      ]
    },
    {
      "tag": "pengertian_saccharin",
      "patterns": [
        "Saccharin adalah?",
        "Pengertian Saccharin?",
        "Apa itu definisi Saccharin?",
        "tolong jelaskan Saccharin?",
        "apakah yang dimaksud dengan Saccharin"
      ],
      "responses": [
        "Saccharin (Sakarin) merupakan salah satu jenis pemanis buatan pengganti gula. Pemanis ini dianggap memiliki banyak keunggulan dibandingkan gula biasa. Namun, penggunaannya tetap perlu dibatasi, sebab sakarin juga dapat menimbulkan berbagai risiko bila dikonsumsi secara berlebihan."
      ]
    },
    {
      "tag": "pengertian_secobarbital",
      "patterns": [
        "Secobarbital adalah?",
        "Pengertian Secobarbital?",
        "Apa itu definisi Secobarbital?",
        "tolong jelaskan Secobarbital?",
        "apakah yang dimaksud dengan Secobarbital"
      ],
      "responses": [
        "Secobarbital adalah obat penenang untuk membantu pengobatan insomnia berat. Obat ini tidak boleh digunakan dalam jangka panjang. Selain itu, obat ini juga bisa digunakan untuk mengurangi kecemasan sebelum prosedur operasi."
      ]
    },
    {
      "tag": "pengertian_succinylsulfathiazole",
      "patterns": [
        "Succinylsulfathiazole adalah?",
        "Pengertian Succinylsulfathiazole?",
        "Apa itu definisi Succinylsulfathiazole?",
        "tolong jelaskan Succinylsulfathiazole?",
        "apakah yang dimaksud dengan Succinylsulfathiazole"
      ],
      "responses": [
        "Sulfathiazole adalah sulfonamida kerja pendek dengan sifat yang mirip dengan sulfamethoxazole. Sekarang jarang digunakan secara sistemik karena toksisitasnya. Sulfathiazole dalam sediaan untuk pengobatan topikal infeksi vagina dan juga digunakan dengan obat lain dalam pengobatan infeksi kulit."
      ]
    },
    {
      "tag": "pengertian_sulfaguanidine",
      "patterns": [
        "Sulfaguanidine adalah?",
        "Pengertian Sulfaguanidine?",
        "Apa itu definisi Sulfaguanidine?",
        "tolong jelaskan Sulfaguanidine?",
        "apakah yang dimaksud dengan Sulfaguanidine"
      ],
      "responses": [
        "Sulfaguanidine adalah obat antibiotik bergolongan sulfonamide. Obat ini diketahui sebagai obat pertama dari golongan sulfonamide yang digunakan untuk menangani infeksi yang berhubungan dengan usus. Obat ini juga dipakai dalam pengobatan hewan dan berfungsi sebagai agen antiinfektif."
      ]
    },
    {
      "tag": "pengertian_sulfamerazine",
      "patterns": [
        "Sulfamerazine adalah?",
        "Pengertian Sulfamerazine?",
        "Apa itu definisi Sulfamerazine?",
        "tolong jelaskan Sulfamerazine?",
        "apakah yang dimaksud dengan Sulfamerazine"
      ],
      "responses": [
        "Sulfamerazine adalah agen antibakteri yang digunakan dalam pengobatan berbagai infeksi bakteri, seperti bronkitis, prostatitis, dan infeksi saluran kemih.Bertindak sebagai inhibitor kompetitif enzim dihydropteroate synthetase (DHPS), suatu enzim yang terlibat dalam sintesis folat pada bakteri."
      ]
    },
    {
      "tag": "pengertian_sulfameter",
      "patterns": [
        "Sulfameter adalah?",
        "Pengertian Sulfameter?",
        "Apa itu definisi Sulfameter?",
        "tolong jelaskan Sulfameter?",
        "apakah yang dimaksud dengan Sulfameter"
      ],
      "responses": [
        "Sulfameter adalah zat antibakteri sulfonamida kerja panjang yang digunakan untuk mengobati infeksi saluran kemih dan kusta."
      ]
    },
    {
      "tag": "pengertian_sulfamethizole",
      "patterns": [
        "Sulfamethizole adalah?",
        "Pengertian Sulfamethizole?",
        "Apa itu definisi Sulfamethizole?",
        "tolong jelaskan Sulfamethizole?",
        "apakah yang dimaksud dengan Sulfamethizole"
      ],
      "responses": [
        "Sulfamethizole adalah antibiotik sulfonamida yang digunakan untuk mengobati berbagai macam infeksi bakteri yang rentan."
      ]
    },
    {
      "tag": "pengertian_Sulfamethoxazole",
      "patterns": [
        "Sulfamethoxazole adalah?",
        "Pengertian Sulfamethoxazole?",
        "Apa itu definisi Sulfamethoxazole?",
        "tolong jelaskan Sulfamethoxazole?",
        "apakah yang dimaksud dengan Sulfamethoxazole"
      ],
      "responses": [
        "Sulfamethoxazole adalah obat antibiotik untuk mengobati berbagai penyakit akibat infeksi bakteri. Obat ini selalu dikombinasikan dengan trimethoprim untuk meningkatkan efektivitasnya. Kombinasi kedua antibiotik tersebut dikenal sebagai kotrimoksazol."
      ]
    },
    {
      "tag": "pengertian_sulfanilamide",
      "patterns": [
        "Sulfanilamide adalah?",
        "Pengertian Sulfanilamide?",
        "Apa itu definisi Sulfanilamide?",
        "tolong jelaskan Sulfanilamide?",
        "apakah yang dimaksud dengan Sulfanilamide"
      ],
      "responses": [
        "Sulfanilamide adalah obat untuk mengobati infeksi jamur Candida pada vulva dan vagina (vulvovaginal candidiasis). Sulfanilamide bekerja dengan cara menghentikan pertumbuhan jamur yang menyebabkan infeksi."
      ]
    },
    {
      "tag": "pengertian_sulfapyridine",
      "patterns": [
        "Sulfapyridine adalah?",
        "Pengertian Sulfapyridine?",
        "Apa itu definisi Sulfapyridine?",
        "tolong jelaskan Sulfapyridine?",
        "apakah yang dimaksud dengan Sulfapyridine"
      ],
      "responses": [
        "Sulfapyridine adalah antibiotik sulfonamida yang digunakan untuk mengobati dermatitis herpetiformis, pemfigoid membran mukosa jinak, dan pioderma gangrenosum."
      ]
    },
    {
      "tag": "pengertian_talbutal",
      "patterns": [
        "Talbutal adalah?",
        "Pengertian Talbutal?",
        "Apa itu definisi Talbutal?",
        "tolong jelaskan Talbutal?",
        "apakah yang dimaksud dengan Talbutal"
      ],
      "responses": [
        "Talbutal adalah barbiturat kerja pendek hingga menengah yang merupakan depresan sistem saraf pusat (SSP) nonselektif. Seperti barbiturat lainnya, talbutal mampu menyebabkan semua tingkat perubahan mood SSP mulai dari eksitasi hingga sedasi ringan, hipnosis, dan koma dalam."
      ]
    },
    {
      "tag": "pengertian_thenyldiamine",
      "patterns": [
        "Thenyldiamine adalah?",
        "Pengertian Thenyldiamine?",
        "Apa itu definisi Thenyldiamine?",
        "tolong jelaskan Thenyldiamine?",
        "apakah yang dimaksud dengan Thenyldiamine"
      ],
      "responses": [
        "Thenyldiamine adalah bahan dalam produk yang diindikasikan untuk mengobati rinitis yang disebabkan oleh flu biasa."
      ]
    },
    {
      "tag": "pengertian_theobromine",
      "patterns": [
        "Theobromine adalah?",
        "Pengertian Theobromine?",
        "Apa itu definisi Theobromine?",
        "tolong jelaskan Theobromine?",
        "apakah yang dimaksud dengan Theobromine"
      ],
      "responses": [
        "Theobromine adalah alkaloid utama dalam Theobroma cacao dan tanaman lainnya digunakan sebagai vasodilator, diuretik, dan stimulan jantung. Mirip dengan kafein, kafein mungkin berguna dalam mengatasi kelelahan dan hipotensi ortostatik."
      ]
    },
    {
      "tag": "pengertian_theophylline",
      "patterns": [
        "Theophylline adalah?",
        "Pengertian Theophylline?",
        "Apa itu definisi Theophylline?",
        "tolong jelaskan Theophylline?",
        "apakah yang dimaksud dengan Theophylline"
      ],
      "responses": [
        "Theophylline atau teofilin adalah obat untuk meredakan gejala mengi, sesak napas, atau batuk akibat asma dan penyakit paru obstruktif kronis (PPOK), termasuk emfisema atau bronkitis kronis. Teofilin juga bisa mengurangi iritasi pada saluran napas. Obat ini harus dikonsumsi dengan resep dokter."
      ]
    },
    {
      "tag": "pengertian_tetracaine",
      "patterns": [
        "Tetracaine adalah?",
        "Pengertian Tetracaine?",
        "Apa itu definisi Tetracaine?",
        "tolong jelaskan Tetracaine?",
        "apakah yang dimaksud dengan Tetracaine"
      ],
      "responses": [
        "Tetracaine atau tetrakain adalah obat untuk mematikan rasa (kebas) selama persalinan, operasi, atau prosedur medis tertentu. Cara kerjanya yaitu dengan memblokir sinyal saraf dalam tubuh Anda."
      ]
    },
    {
      "tag": "pengertian_thiopental",
      "patterns": [
        "Thiopental adalah?",
        "Pengertian Thiopental?",
        "Apa itu definisi Thiopental?",
        "tolong jelaskan Thiopental?",
        "apakah yang dimaksud dengan Thiopental"
      ],
      "responses": [
        "Thiopental adalah obat yang digunakan untuk memulai proses pembiusan, menurunkan tekanan di dalam otak akibat cedera atau kondisi tertentu, atau menangani status epileptikus. Obat ini akan diberikan di rumah sakit oleh dokter atau petugas medis di bawah pengawasan dokter."
      ]
    },
    {
      "tag": "pengertian_triethylamine",
      "patterns": [
        "Triethylamine adalah?",
        "Pengertian Triethylamine?",
        "Apa itu definisi Triethylamine?",
        "tolong jelaskan Triethylamine?",
        "apakah yang dimaksud dengan Triethylamine"
      ],
      "responses": [
        "Triethylamine adalah cairan mudah menguap tidak berwarna dengan bau amis yang kuat mengingatkan pada amonia.Seperti diisopropylethylamine (basa Hnig), trietilamina umumnya digunakan dalam sintesis organik, biasanya sebagai basa."
      ]
    },
    {
      "tag": "pengertian_trimethobenzamide",
      "patterns": [
        "Trimethobenzamide adalah?",
        "Pengertian Trimethobenzamide?",
        "Apa itu definisi Trimethobenzamide?",
        "tolong jelaskan Trimethobenzamide?",
        "apakah yang dimaksud dengan Trimethobenzamide"
      ],
      "responses": [
        "Trimethobenzamide adalah antiemetik yang digunakan untuk mengobati mual dan muntah pasca operasi dan mual yang berhubungan dengan gastroenteritis."
      ]
    },
    {
      "tag": "pengertian_trimethoprim",
      "patterns": [
        "Trimethoprim adalah?",
        "Pengertian Trimethoprim?",
        "Apa itu definisi Trimethoprim?",
        "tolong jelaskan Trimethoprim?",
        "apakah yang dimaksud dengan Trimethoprim"
      ],
      "responses": [
        "Trimethoprim adalah obat antibiotik untuk mengobati penyakit akibat infeksi bakteri, seperti infeksi saluran kemih dan infeksi telinga tengah (otitis media). Untuk meningkatkan efektivitasnya, penggunaan trimethoprim biasanya dikombinasikan dengan sulfamethoxazole."
      ]
    },
    {
      "tag": "pengertian_tripelennamine",
      "patterns": [
        "Tripelennamine adalah?",
        "Pengertian Tripelennamine?",
        "Apa itu definisi Tripelennamine?",
        "tolong jelaskan Tripelennamine?",
        "apakah yang dimaksud dengan Tripelennamine"
      ],
      "responses": [
        "Tripelennamine adalah antagonis histamin H1 yang digunakan untuk mengobati reaksi hipersensitivitas, batuk, dan pilek. Ini memberikan bantuan sementara yang efektif untuk bersin, mata berair dan gatal, serta pilek karena demam dan alergi saluran pernapasan atas lainnya."
      ]
    },
    {
      "tag": "pengertian_tromethamine",
      "patterns": [
        "tromethamine adalah?",
        "Pengertian tromethamine?",
        "Apa itu definisi tromethamine?",
        "tolong jelaskan tromethamine?",
        "apakah yang dimaksud dengan tromethamine"
      ],
      "responses": [
        "Tromethamine adalah akseptor proton yang digunakan untuk pencegahan dan koreksi asidosis metabolik yang berhubungan dengan berbagai kondisi klinis, seperti operasi bypass jantung."
      ]
    },
    {
      "tag": "pengertian_tuaminoheptane",
      "patterns": [
        "Tuaminoheptane adalah?",
        "Pengertian Tuaminoheptane?",
        "Apa itu definisi Tuaminoheptane?",
        "tolong jelaskan Tuaminoheptane?",
        "apakah yang dimaksud dengan Tuaminoheptane"
      ],
      "responses": [
        "Tuaminoheptana adalah agen simpatomimetik dan vasokonstriktor yang sebelumnya digunakan sebagai dekongestan hidung. Ini juga telah digunakan sebagai stimulan"
      ]
    },
    {
      "tag": "pengertian_urea",
      "patterns": [
        "Urea adalah?",
        "Pengertian Urea?",
        "Apa itu definisi Urea?",
        "tolong jelaskan Urea?",
        "apakah yang dimaksud dengan Urea"
      ],
      "responses": [
        "Urea adalah emolien keratolitik yang digunakan untuk mengobati lesi hiperkeratosis dan melembabkan kulit. Urea bermanfaat untuk pengobatan kondisi hiperkeratosis"
      ]
    },
    {
      "tag": "pengertian_vinbarbital",
      "patterns": [
        "Vinbarbital adalah?",
        "Pengertian Vinbarbital?",
        "Apa itu definisi Vinbarbital?",
        "tolong jelaskan Vinbarbital?",
        "apakah yang dimaksud dengan Vinbarbital"
      ],
      "responses": [
        "Vinbarbital adalah obat hipnotis yang merupakan turunan barbiturat. Juga, digunakan untuk analgesia dan anestesi dalam kebidanan. Ini dikembangkan oleh Sharp dan Dohme pada tahun 1939."
      ]
    },
    {
      "tag": "pengertian_vincristine",
      "patterns": [
        "Vincristine adalah?",
        "Pengertian Vincristine?",
        "Apa itu definisi Vincristine?",
        "tolong jelaskan Vincristine?",
        "apakah yang dimaksud dengan Vincristine"
      ],
      "responses": [
        "Vincristine adalah obat kemoterapi yang digunakan dalam pengobatan beberapa jenis kanker. Obat ini umumnya dikombinasikan dengan obat kemoterapi lain untuk mengatasi kanker darah pada orang dewasa dan beberapa jenis kanker pada anak-anak."
      ]
    },
    {
      "tag": "pengertian_viomycin",
      "patterns": [
        "Viomycin adalah?",
        "Pengertian Viomycin?",
        "Apa itu definisi Viomycin?",
        "tolong jelaskan Viomycin?",
        "apakah yang dimaksud dengan Viomycin"
      ],
      "responses": [
        "Viomycin adalah antibiotik tuberactinomycin yang digunakan untuk mengobati Mycobacterium tuberkulosis sampai digantikan oleh capreomycin yang kurang beracun. Obat ini mengikat RNA pada ribosom bakteri dan menghambat sintesis protein."
      ]
    },
    {
      "tag": "pengertian_warfarin",
      "patterns": [
        "Warfarin adalah?",
        "Pengertian Warfarin?",
        "Apa itu definisi Warfarin?",
        "tolong jelaskan Warfarin?",
        "apakah yang dimaksud dengan Warfarin"
      ],
      "responses": [
        "Warfarin bermanfaat untuk mencegah atau mengatasi bekuan darah yang bisa menyebabkan sumbatan pada pembuluh darah. Obat ini harus dikonsumsi secara rutin dan dalam pengawasan dokter."
      ]
    },
    {
      "tag": "pengertian_ethosuximide",
      "patterns": [
        "Ethosuximide adalah?",
        "Pengertian Ethosuximide?",
        "Apa itu definisi Ethosuximide?",
        "tolong jelaskan Ethosuximide?",
        "apakah yang dimaksud dengan Ethosuximide"
      ],
      "responses": [
        "Ethosuximide adalah antikonvulsan yang digunakan untuk mengobati kejang petit mal ini sangat berguna dalam pengobatan kejang absen yang tidak disertai kejang jenis lain."
      ]
    },
    {
      "tag": "pengertian_glycine",
      "patterns": [
        "Glycine adalah?",
        "Pengertian Glycine?",
        "Apa itu definisi Glycine?",
        "tolong jelaskan Glycine?",
        "apakah yang dimaksud dengan Glycine"
      ],
      "responses": [
        "Glycine adalah asam amino atau bahan penyusun protein. Pada dasarnya, tubuh dapat memproduksi glisin secara alami, namun juga bisa didapatkan dari makanan di sekitar kita seperti daging, ikan, produk susu, dan kacang-kacangan."
      ]
    },
    {
      "tag": "pengertian_hexetidine",
      "patterns": [
        "Hexetidine adalah?",
        "Pengertian Hexetidine?",
        "Apa itu definisi Hexetidine?",
        "tolong jelaskan Hexetidine?",
        "apakah yang dimaksud dengan Hexetidine"
      ],
      "responses": [
        "Hexetidine merupakan salah satu jenis obat antiseptik. Obat ini memiliki kandungan antivirus dan antibakteri untuk membunuh kuman di mulut seperti kandidiasis, ulkus mulut, dan higienitas mulut yang buruk. "
      ]
    },
    {
      "tag": "pengertian_methacycline",
      "patterns": [
        "Methacycline adalah?",
        "Pengertian Methacycline?",
        "Apa itu definisi Methacycline?",
        "tolong jelaskan Methacycline?",
        "apakah yang dimaksud dengan Methacycline"
      ],
      "responses": [
        "Methacycline (Metasiklin) adalah antibiotik tetrasiklin. Mirip dengan tetrasiklin lainnya, ia memiliki spektrum aksi antimikroba yang luas. Ini aktif melawan sebagian besar bakteri Gram positif dan bakteri Gram negatif dan terhadap agen penyebab onithosis, psittacosis, trachoma, dan beberapa Protozoa."
      ]
    },
    {
      "tag": "pengertian_sulfadiazine",
      "patterns": [
        "Sulfadiazine adalah?",
        "Pengertian Sulfadiazine?",
        "Apa itu definisi Sulfadiazine?",
        "tolong jelaskan Sulfadiazine?",
        "apakah yang dimaksud dengan Sulfadiazine"
      ],
      "responses": [
        "Sulfadiazine adalah obat untuk mengatasi penyakit akibat infeksi bakteri, seperti infeksi saluran kemih, infeksi telinga, atau infeksi otak. Selain itu, obat ini juga bisa digunakan dalam pengobatan toksoplasmosis atau pencegahan demam rematik."
      ]
    }
  ]
}